;Language file of Revo Uninstaller
;This section must use English
[Info]
Language= ગુજરાતી/Gujarati
WebLang=GUJ
Translator=Kumar
Codepage=UNICODE 
Version=2.4.1


[Uninstaller Toolbar]
102 = જુઓ
103 = વિકલ્પો
104 = અનઇન્સ્ટોલર
105 = સાધનો
106 = શિકારી મોડ
107 = સૂચિ
108 = આઇકોન્સ
109 = વિગતો
110 = અનઇન્સ્ટોલ કરો
111 = એન્ટ્રી દૂર કરો
112 = રીફ્રેશ કરો
113 = શું તમે ખરેખર પસંદ કરેલી એન્ટ્રીને દૂર કરવા માંગો છો?
114 = શું તમે ખરેખર પસંદ કરેલા પ્રોગ્રામને અનઇન્સ્ટોલ કરવા માંગો છો?
115 =ઓટોઅપડેટ
116 = સહાય
117 = વર્તમાન સાધન સહાય ...
118 = હોમ પેજ ...
119 = વિશે ...
120 = તમે એડમિનિસ્ટ્રેટર નથી!
121 = શું તમે ખરેખર પસંદ કરેલા સિસ્ટમ કમ્પોનન્ટને અનઇન્સ્ટોલ કરવા માંગો છો? \n થોભો, સિવાય કે તમે ખાતરી કરો કે તમે શું કરી રહ્યા છો!
122 = અનઇન્સ્ટોલર તમને ઇન્સ્ટોલ કરેલા બધા પ્રોગ્રામ્સ અને બંને, વર્તમાન અને બધા યુઝર્સ માટેના ઘટકો બતાવે છે. "વિગતો" દૃશ્ય પ્રકારમાં, અથવા સંદર્ભ મેનૂ દ્વારા, તમે અતિરિક્ત માહિતી સુધી પહોંચી શકો છો (ઈન્સ્ટોલેશન વિશેની લિંક્સ અને પ્રોપર્ટીઝ). રેવો અનઇન્સ્ટોલર ની પ્રાથમિક સુવિધા હન્ટર મોડ છે. આ મોડ તમને ફક્ત એક ક્લિકથી અનઇન્સ્ટોલ, રોકો, કાઢી નાખવા અથવા ઓટો-સ્ટાર્ટથી ડીસેબલ કરવાની રાહત આપે છે.
123 = શોધો
124 = મળ્યું:
125 = શું તમે ખરેખર રજીસ્ટ્રીમાંથી પસંદ કરેલા સિસ્ટમ ઘટકને દૂર કરવા માંગો છો?\nઓપરેટીંગ સિસ્ટમ દ્વારા આ ઘટકની આવશ્યકતા હોઈ શકે છે!
126 = હવેથી ઓટોસ્ટાર્ટ થશે નહીં!
127 = ઓટોસ્ટાર્ટ પર સેટ છે
128 =%s એ જ લોકેશન માં %s ની જેમ ઇન્સ્ટોલ થયેલ છે!\nબંને એપ્લિકેશનોમાંથી રહીગયેલ ફાઈલો મળશે! તમે જેને દૂર કરવા માંગો છો તે કાળજીપૂર્વક તપાસો!
129 = દબાણપૂર્વકનું MSI અનઇન્સ્ટોલ કરો

[Uninstaller List]
150 = એપ્લિકેશન
151 = સાઈઝ
152 = વર્ઝન
153 = ઇન્સ્ટોલની તારીખ
154 = કંપની
155 = વેબસાઇટ
156 = કોમેન્ટ
157 = સ્ટ્રીંગ અનઇન્સ્ટોલ કરો
158 = રજીસ્ટ્રી કી
159 = ઇન્સ્ટોલર

[Uninstaller StatusBar]
201 = ઇન્સ્ટોલેશન્સ:
202 = લોડ કરી રહ્યા છીએ ...

[Registry Optimizer]
302 = ક્યાં સ્કેન કરવું તે પસંદ કરો
303 = સ્ટાર્ટ મેનૂ

[Autorun Toolbar]
407 = રન કરો
408 = મારી નાખો
409 = દૂર કરો
410 = આઇટમ્સ:
411 = ઇનેબલ્ડ:
412 = ઓટોરન મેનેજર સાથે, તમે વિંડોઝ સ્ટાર્ટઅપથી આપમેળે પ્રારંભ થતા જ એપ્લિકેશનોને ઇનેબલ અથવા ડીસેબલ કરી શકો છો, પણ તમે તે વિશિષ્ટ એપ્લિકેશન વિશે વધુ માહિતી પણ મેળવી શકો છો. તમે લોન્ચ પાથ, વર્ણન, પબ્લીશર, સ્થિતિ (ચાલે છે અથવા બંધ છે), અને સ્ટાર્ટઅપ કમાન્ડનું લોકેશન (ક્યાં તો રજીસ્ટ્રીમાં અથવા હાર્ડ ડિસ્ક પરની ફાઇલમાં) મેળવી શકો છો.

[Autorun List]
450 = સ્ટાર્ટઅપ નામ
451 = લોન્ચ પાથ
452 = વર્ણન
453 = પબ્લીશર
454 = સ્થિતિ
455 = લોકેશન
456 = ચાલી રહેલ
457 = ચાલી રહ્યું નથી
458 = અમાન્ય
459 = પ્રક્રિયા ને મારી નાખો
460 = પ્રક્રિયા રન કરો
461 = કન્ટેઇનીંગ ફોલ્ડર ખોલો
462 = લોકેશન પર જાઓ
463 = લોન્ચ પાથ કોપી કરો
464 = પસંદ કરેલાને દૂર કરો
465 = બધા અમાન્યને દૂર કરો
466 = ચાલતતા નથી એ બધાને દૂર કરો
467 = બધા ડિસેબલ્ડ દૂર કરો
468 = પ્રોપર્ટીઝ ...
470 = શું તમે ખરેખર પસંદ કરેલી એપ્લિકેશન બંધ કરવા માંગો છો?\nકોઈપણ સેવ કાર્ય વગરના ડેટા ખોવાઈ જશે!
471 = શું તમે ખરેખર પસંદ કરેલી આઇટમને કાઢી નાખવા માંગો છો?
472 = શું તમે ખરેખર બધી અમાન્ય આઇટમ્સ કાઢી નાખવા માંગો છો?
473 = શું તમે ખરેખર ચાલતી બધી આઇટમ્સને કાઢી નાખવા માંગો છો?
474 = શું તમે ખરેખર બધી ડીસેબલ કરેલી આઇટમ્સ કાઢી નાખવા માંગો છો?
475 = કમાન્ડ અસ્તિત્વમાં નથી!
476 = અજાણ
477 = ઓટોસ્ટાર્ટ કરવાનું ડીસેબલ કરો
478 = ઓટોસ્ટાર્ટ કરવાનું ઇનેબલ કરો

[Outlook Control]
300 = ઓપ્ટિમાઇઝેશન
301 = રજીસ્ટ્રી ઓપ્ટિમાઇઝર
400 = ઓટોરન મેનેજર
500 = ટ્રેક્સ ક્લીનર
501 = બ્રાઉઝર્સ ક્લીનર
600 = માઇક્રોસોફ્ટ ઓફીસ ક્લીનર
700 = વિન્ડોઝ ક્લીનર
800 = પુરાવા રીમુવર
900 = અનરીકવરેબલ કાઢી નાંખો
2100 = વિન્ડોઝ ટૂલ્સ
2200 = જંક ફાઇલો ક્લીનર

[Track Cleaner Browsers]
507 = બધા સાફ કરો
508 = મુલાકાત લીધેલા ઇન્ટરનેટ વેબપેજો ની હિસ્ટ્રી સાફ કરો
509 = એડ્રેસબાર ની હિસ્ટ્રી કાઢી નાખો
510 = ટેમ્પરરી ઇન્ટરનેટ ફાઇલો કાઢી નાખો
511 = કૂકીઝ કાઢી નાખો
512 = Index.dat ફાઇલો કાઢી નાખો
513 = એક્ઝીક્યુટ કરો
514 = ડાઉનલોડ હિસ્ટ્રી કાઢી નાખો
515 = સેસન હિસ્ટ્રી કાઢી નાખો
516 = ફોર્મ હિસ્ટ્રી કાઢી નાખો
517 = અનઇન્સ્ટોલર
518 = શું તમે ખરેખર પસંદ કરેલા બધા હિસ્ટ્રી ડેટાને સાફ કરવા માંગો છો?
521 = શું તમે ખરેખર ઇન્ટરનેટ એક્સપ્લોરર હિસ્ટ્રી ડેટા સાફ કરવા માંગો છો?
522 = શું તમે ખરેખર ફાયરફોક્સ હિસ્ટ્રી ડેટા સાફ કરવા માંગો છો?
523 = શું તમે ખરેખર ઓપેરા હિસ્ટ્રી ડેટાને સાફ કરવા માંગો છો?
524 = શું તમે ખરેખર નેટસ્કેપ હિસ્ટ્રી ડેટા સાફ કરવા માંગો છો?
525 = તમારું બ્રાઉઝર તમે ક્યારેય મુલાકાત લીધેલી દરેક વેબસાઇટ વિશેની વિગતો રેકોર્ડ કરે છે. માહિતી તમારા બ્રાઉઝર વિંડોથી સરળતાથી Accessિબલ છે અને, ફક્ત એક બટન દબાવવાથી, કોઈપણ જોઈ શકે છે કે તમે વેબ પર ક્યાં બ્રાઉઝ કરી રહ્યાં છો! બ્રાઉઝર્સ ક્લીનરથી તમે ટેમ્પરરી ઇન્ટરનેટ ફાઇલોને કાઢી શકો છો જેમાં તમે જોયેલા તમામ ચિત્રો, તમે જોયેલી તમામ ઓનલાઈન વિડિઓઝ અને તમે મુલાકાત લીધેલા તમામ વેબ પેજોને સમાવી શકો છો. ટેમ્પરરી ઇન્ટરનેટ ફાઇલોને કાઢી નાખવી તમારી હાર્ડ ડિસ્ક પર ઘણી જગ્યા ખાલી કરી શકે છે.
526 = તમારા ઇન્ટરનેટ બ્રાઉઝરના નિશાનો સાફ કરતા પહેલા તેને બંધ કરો.
527 = Index.dat ફાઇલો આગલી વખતે કમ્પ્યુટર રીબુટ થાય ત્યારે કાઢી નાખવામાં આવશે.
599 = પસંદ કરેલી આઇટમ્સ માટે ટ્રેક સફાઇ કામગીરી પૂર્ણ થઈ ગઈ!

[Office Track Cleaner]
601 = સાફ કરો
607 = માઈક્રોસોફ્ટ વર્ડના તાજેતરના દસ્તાવેજોની હિસ્ટ્રી સાફ કરો
608 = Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 અને Word 2016 નો સમાવેશ થાય છે
609 = માઈક્રોસોફ્ટ Excel ના તાજેતરના દસ્તાવેજો ની હિસ્ટ્રી સાફ કરો
610 = Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 અને Excel 2016 નો સમાવેશ થાય છે
611 = માઈક્રોસોફ્ટ Access ના તાજેતરના દસ્તાવેજો ની હિસ્ટ્રી સાફ કરો
612 = Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 અને Access 2016 નો સમાવેશ થાય છે
613 = માઈક્રોસોફ્ટ PowerPoint ના તાજેતરના દસ્તાવેજોની હિસ્ટ્રી સાફ કરો
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 અને PowerPoint 2016 નો સમાવેશ થાય છે
615 = માઇક્રોસોફ્ટ FrontPage ના તાજેતરના દસ્તાવેજોની હિસ્ટ્રી સાફ કરો
616 = FrontPage 2000, FrontPage XP અને FrontPage 2003 શામેલ છે
617 = માઇક્રોસોફ્ટ ઓફીસ ક્લીનર તમને માઇક્રોસોફ્ટ Word, Excel, Access, PowerPoint અને FrontPage માં તાજેતરમાં વપરાયેલી ફાઇલોની હિસ્ટ્રી દૂર કરવાની મંજૂરી આપે છે. જો તમે ઇચ્છતા નથી કે માઈક્રોસોફ્ટ ઓફીસનો ઉપયોગ કરીને બનાવેલી તમારી છેલ્લી ખોલેલી અથવા એડીટ કરેલી સ્પ્રેડશીટ્સ, દસ્તાવેજો અથવા અન્ય ફાઇલો કોઈ બીજા જોવે, તો ફક્ત તે ફાઇલ પ્રકારો પસંદ કરો કે જે તમે ઇચ્છતા નથી અને “સાફ કરો” બટનને ક્લિક કરો. તમે પસંદ કરેલા પ્રોગ્રામ પ્રકારો માટે તમારી તાજેતરમાં ઉપયોગમાં લેવામાં આવેલી ફાઇલો હવે ઉપલબ્ધ રહેશે નહીં.

[Windows Tracks Cleaner]
701 = સાફ કરો
707 = તાજેતરના દસ્તાવેજોની હિસ્ટ્રી સાફ કરો
708 = સ્ટાર્ટ મેનૂ ની રન હિસ્ટ્રી સાફ કરો
709 = ફાઈલ હિસ્ટ્રી શોધવા ની હિસ્ટ્રી સાફ કરો
710 = પ્રિન્ટર્સ, કમ્પ્યુટર્સ અને ફાઈલોને શોધવાનની હિસ્ટ્રી સાફ કરો
711 = ક્લિપબોર્ડ ખાલી કરો
712 = તાજેતરની "MS Paint" ની ફાઇલ હિસ્ટ્રી સાફ કરો
713 = "MS Wordpad" ની તાજેતરની ફાઇલ હિસ્ટ્રીને સાફ કરો
714 = Regedit ની પાછલી ખોલેલી કી હિસ્ટ્રી સાફ કરો
715 = તાજેતર ની સામાન્ય ડાયલોગ ખોલવા/સેવ કરવાની હિસ્ટ્રી સાફ કરો
716 = છેલ્લે મુલાકાત લેવાયેલ ફોલ્ડર ના સામાન્ય ડાયલોગ ની હિસ્ટ્રી સાફ કરો
717 = રિસાયકલ બીનને ખાલી કરો
718 = વિન્ડોઝની ટેમ્પરરી ફાઇલો કાઢી નાખો
719 = સ્ટાર્ટ મેનૂ યુઝર લોગ્સ કાઢી નાખો
720 = માઈક્રોસોફ્ટ વિંડોઝ તમે તમારા કમ્પ્યુટર સાથે કરેલી ઘણી વસ્તુઓનો ટ્રેક રાખે છે જેમ કે ફાઇલ શોધ હિસ્ટ્રી (જ્યારે તમે ફાઇલ અને ફોલ્ડર્સ શોધતા હોવ), તાજેતરમાં ખોલવામાં આવેલ દસ્તાવેજ હિસ્ટ્રી, વિવિધ એપ્લિકેશનોમાંથી માનક ફાઇલ ડાયલોગોમાં વપરાયેલ હિસ્ટ્રીને ખોલો / સેવ કરો અને ઘણી બધી બાબતો . વિન્ડોઝ ક્લીનર તમને આ બધા હિસ્ટ્રી અને ટેમ્પરરી ફાઇલોને દૂર કરવાની મંજૂરી આપે છે. તમે તમારા રિસાયકલ બિનને ખાલી કરી શકો છો અને ટેમ્પરરી ફાઇલોને કાઢી શકો છો જે હાર્ડ ડિસ્કની જગ્યાને મુક્ત કરી શકે છે.
721 = explorer.exe પ્રક્રિયા ફરીથી પ્રારંભ થયા પછી હિસ્ટ્રીને કાઢી નાખવામાં આવશે.
722 = વિંડોઝ રજીસ્ટ્રીમાં નિશાનો
723 = લોકલ હાર્ડ ડિસ્ક ડ્રાઇવ પર નિશાનો
724 = ક્રેશ મેમરી ડમ્પ ફાઇલો કાઢી નાખો
725 = Chkdsk (ચેક ડિસ્ક) રીકવર થયેલી ફાઇલના ટુકડાઓ કાઢી નાખો


[Evidence Remover]
802 = એક્ઝીક્યુટ કરો
803 =કાઢી નાખવું
804 = કૃપા કરી ભૂંસી નાખવાની પ્રક્રિયા ચાલુ હોય ત્યાં સુધી રાહ જુઓ.
805 = પૂર્ણ થયું
806 = ડ્રાઇવ પર એક ચેકમાર્ક મૂકો જેમાં તમારા કામના નિશાન અને પુરાવા છે જે તમે કાઢી નાખવા માંગો છો. આ સાધન ફક્ત પહેલાથી કાઢી નાખેલા ડેટાને અસર કરે છે. ચેતવણી: પ્રક્રિયા પૂર્ણ થયા પછી, તમારી કાઢી નાખેલી ફાઇલોને રીકવર કરવું અશક્ય હશે!
807 = જ્યારે તમે વિન્ડોઝ રિસાયકલ બિન ખાલી કરો છો, ત્યારે તમારી ફાઇલો અને ફોલ્ડરો હમણાં જ કાઢી નાખેલી તરીકે ચિહ્નિત થયેલ છે પરંતુ તે ફીઝીકલ રૂપે કાઢી નાખવામાં આવતી નથી. આ ટૂલ ફાઇલો અને ફોલ્ડર્સને કાયમી ધોરણે ભૂંસી નાખશે જે પહેલાથી કાઢી નાખવામાં આવી છે પરંતુ તમારી હાર્ડ ડિસ્ક ડ્રાઇવ પર બાકી છે. તમે અથવા બીજા કોઈએ ડેટાને રીકવર કરવા માટે કયા સાધનનો ઉપયોગ કરવાનો પ્રયાસ કર્યો તે મહત્વનું નથી, પરિણામ તે જ હશે, કઈ નહિ. - પુરાવા રીમુવર સાથે કાઢી નાખેલા ડેટા ને રીકવર કરવું અશક્ય છે!
808 = શું તમને ખાતરી છે કે તમે પસંદ કરેલા ડ્રાઈવો પરના બાકીના નિશાન અને પુરાવાઓને કાઢી નાખવા માંગો છો?

[Unrecoverable Delete]
912 = ફાઇલો અને ફોલ્ડર્સની સૂચિ જે કાઢી નાખવામાં આવશે અને રીકવર કરવું અશક્ય બનાવવામાં આવશે
913 = ફાઇલો
914 = ફોલ્ડર્સ
915 = ફાઇલો દાખલ કરો કે જેને તમે સિસ્ટમમાંથી કાઢી નાખવા અને દૂર કરવા માંગો છો. આ ફાઇલો કોઈપણ સોફ્ટવેર ટૂલ દ્વારા રીકવર કરી શકાતી નથી!
916 = તમે ફોલ્ડર્સ દાખલ કરો કે જેને તમે સિસ્ટમમાંથી કાઢી નાખવા અને દૂર કરવા માંગો છો. આ ફોલ્ડર્સ કોઈપણ સોફ્ટવેર ટૂલ દ્વારા રીકવર કરી શકાતા નથી!
917 = કાઢી નાખવા માટે ફાઇલો ઉમેરો
918 = કાઢી નાખવા માટે ફોલ્ડર્સ ઉમેરો
919 = હંમેશાં માટે કાઢી નાખો
920 = સૂચિ સાફ કરો
921 = જો તમે કોઈ ફાઇલ અથવા ફોલ્ડર સુરક્ષિત રીતે કાઢી નાખવા માંગો છો (ખાતરી કરવા માટે કે કોઈપણ, કોઈપણ સાધન સાથે, આ ફાઇલ અથવા ફોલ્ડરને ફરીથી ફરીથી પ્રાપ્ત કરવામાં સમર્થ નથી), તો અનરીકવરેબલ ડિલીટનો ઉપયોગ કરો. ફાઇલો કાઢી નાખવી અને વિન્ડોઝ રિસાયકલ બિનને ખાલી કરાવવાનો અર્થ એ નથી કે આ ફાઇલો કાયમ માટે ખસી ગઈ છે, તે હજી પણ તમારી હાર્ડ ડિસ્ક ડ્રાઇવ પર છે અને કોઈ પણ કાઢી નાખેલી માહિતીને ખૂબ જ સરળતાથી રીકવર કરી શકે છે. પ્રાપ્ત ન થઈ શકે તેવું કાઢી નાંખવાનું સાધન આને અશક્ય બનાવે છે કારણ કે તે બધી પસંદ કરેલી ફાઇલો અને ફોલ્ડર્સ ફીઝીકલરૂપે ભૂંસી નાખે છે.
922 = શું તમે ખરેખર પસંદ કરેલી ફાઇલો અને ફોલ્ડર્સને હંમેશાં કાઢી નાખવા માંગો છો?

[Options Tree]
1001 = વિકલ્પો
1100 = સામાન્ય
1200 = અનઇન્સ્ટોલર

[General]
1101 = વર્તમાન ભાષા:
1102 = એડવાન્સ્ડ મોડ
1103 = સ્ટાર્ટઅપ પર અપડેટ માટે તપાસો

[Uninstaller Options]
1201 = સિસ્ટમ અપડેટ્સ બતાવો
1202 = સિસ્ટમના ઘટકો બતાવો
1204 = ફક્ત બિલ્ટ-ઇન અનઇન્સ્ટોલર રન કરો
1205 = (વિન્ડોઝ વિસ્ટામાં સપોર્ટેડ નથી)
1206 = અનઇન્સ્ટોલ કરતા પહેલા સિસ્ટમ રીસ્ટોર પોઇન્ટ બનાવો


[Auto Update]
1907 = અપડેટ
1908 = વર્ઝન ની માહિતી
1909 = વર્તમાન વર્ઝન:
1910 = નવીનતમ વર્ઝન:
1911 = ડાઉનલોડ કરો
1912 = નવીનતમ વર્ઝન મેળવો
1913 = નવું શું છે
1914 = તપાસી રહ્યા છીએ ...
1915 = કનેક્શન એરર ...
1916 = બંધ કરો
1917 =%s માંથી %s ડાઉનલોડ કર્યું
1918 = ડાઉનલોડ કર્યું %s (કુલ સાઈઝ અજાણ)
1919 = રેવો અનઇન્સ્ટોલર www.revouninstaller.com સાથે કનેક્ટ કરવામાં અસમર્થ હતું. કૃપા કરીને તપાસો કે તમારું ઇન્ટરનેટ કનેક્શન એક્ટીવેટ છે અને તમારું ફાયરવોલ રેવો અનઇન્સ્ટોલર ને અવરોધિત કરતું નથી
1920 = એરર: નવા વર્ઝનની તપાસ નિષ્ફળ. ઇન્ટરનેટ કનેક્શન નથી.

[WinTools]
2110 = રન કરો
2111 = ઘણા વિલક્ષણ અને ઉપયોગી ઉપકરણો અને ઘટકો છે જે દરેક વિંડોઝ ઓપરેટિંગ સિસ્ટમથી બંડલ થાય છે. કેટલાક ટૂલ્સ જટિલ કમાન્ડ લાઇનનો ઉપયોગ કરે છે, અન્યને એક્સેસ કરવું મુશ્કેલ છે. વિંડોઝ ટૂલ્સ તમને ઝડપી, દસથી વધુ સામાન્ય વિંડોઝ ટૂલ્સની એક ક્લિકની એક્સેસ આપે છે.
2112 = જો કોઈ સમસ્યા ,ઉભી થાય, તો તમે તમારી વ્યક્તિગત ડેટા ફાઇલો ગુમાવ્યા વિના તમારા કમ્પ્યુટરને પહેલાંના સંગ્રહિત સ્થિતિમાં રીસ્ટોર કરવા માટે સિસ્ટમ રીસ્ટોરનો ઉપયોગ કરી શકો છો. સિસ્ટમ રીસ્ટોર મોનિટર સિસ્ટમ અને કેટલાક એપ્લિકેશન ફાઇલોમાં ફેરફાર કરે છે અને તે આપમેળે સરળતાથી ઓળખાવી શકાય તેવા રીસ્ટોર પોઇન્ટ બનાવે છે. આ રીસ્ટોર પોઇન્ટ્સ તમને સિસ્ટમને પાછલા બેકઅપ સ્થિતિમાં ફેરવવાની મંજૂરી આપે છે. ઇન્સ્ટોલ પોઇન્ટ દરરોજ બનાવવામાં આવે છે અને સિસ્ટમના નોંધપાત્ર ફેરફારો સમયે. તમે કોઈપણ સમયે તમારા પોતાના રીસ્ટોર પોઇન્ટ બનાવી અને નામ આપી શકો છો.
2113 = તમે તેનો ઉપયોગ તમારા કમ્પ્યુટર હાર્ડવેર અને ઓપરેટિંગ સિસ્ટમ, તમારું ઇન્ટરનેટ ગોઠવણી અને તમારા મોડેમ અને નેટવર્ક એડેપ્ટર ગોઠવણી વિશેની માહિતીને એકત્રિત કરવા અને પ્રદર્શિત કરવા માટે કરી શકો છો. નેટવર્ક ડાયગ્નોસ્ટિક્સ ટૂલ દ્વારા, તમે તમારી સિસ્ટમનું સ્કેન કરી શકો છો અને નેટવર્ક કનેક્ટિવિટીનું પરીક્ષણ કરી શકો છો કે શું તમારા નેટવર્ક-સંબંધિત પ્રોગ્રામ્સ અને સેવાઓ કાર્યરત છે કે નહીં.
2114 = નેટવર્ક માહિતી બધી વર્તમાન TCP/IP નેટવર્ક ગોઠવણી માહિતી, ડાયનેમિક હોસ્ટ કન્ફિગરેશન પ્રોટોકોલ (DHCP) અને ડોમેન નામ સિસ્ટમ (DNS) સેટિંગ્સ પ્રદર્શિત કરે છે. નેટવર્ક માહિતી IP એડ્રેસ, MAC એડ્રેસ, સબનેટ માસ્ક, ડીફોલ્ટ ગેટવે, વિન્ડોઝ ઇન્ટરનેટ નામકરણ સેવા (WINS) અને DNS રૂપરેખાંકન સહિતના તમામ નેટવર્ક એડેપ્ટરો માટે સંપૂર્ણ TCP/IP ગોઠવણી પણ દર્શાવે છે.
2115 = સુરક્ષા કેન્દ્ર તમારા કમ્પ્યુટરની ત્રણ સુરક્ષા આવશ્યકતાઓની સ્થિતિ તપાસે છે: ફાયરવોલ, સ્વચાલિત અપડેટિંગ અને માલવેર/વાયરસ સંરક્ષણ. જો આમાંથી કોઈની સાથે સમસ્યા મળી આવે છે (ઉદાહરણ તરીકે, જો તમારો એન્ટિવાયરસ પ્રોગ્રામ જૂનો છે), સુરક્ષા કેન્દ્ર તમને એક ચેતવણી મોકલે છે અને તમારા કમ્પ્યુટરને કેવી રીતે વધુ સારી રીતે સુરક્ષિત કરવું તે અંગે ભલામણો પ્રદાન કરે છે.
2116 = સિસ્ટમ પ્રોપર્ટીઝનો ઉપયોગ મૂળભૂત કમ્પ્યુટર હાર્ડવેર માહિતી, જેમ કે તમારા CPU પ્રકાર અને કુલ RAM મેમરી, તમારા કમ્પ્યુટર મેમરીનો ઉપયોગ કેવી રીતે કરે છે અને અમુક માહિતી (હાર્ડવેર અને ડિવાઇસ પ્રોપર્ટીઝ) શોધે છે તે નિયંત્રિત કરે છે તે સેટિંગ્સ જોવા અને બદલવા માટે, હાર્ડવેર પ્રોફાઇલ્સને રૂપરેખાંકિત કરવા, જુઓ તમારા નેટવર્ક કનેક્શન અને લોગીન પ્રોફાઇલ વિશેની માહિતી, અને માઇક્રોસોફ્ટ અથવા તમારા સિસ્ટમ એડમિનિસ્ટ્રેટરને સિસ્ટમ અને પ્રોગ્રામ એરરોની જાણ થાય છે.
2117 = સિસ્ટમ માહિતી એ વિંડોઝ ઓપરેટિંગ સિસ્ટમનો એક ઘટક છે જે લોકલ અને રીમોટ કમ્પ્યુટર્સ માટે સિસ્ટમ ગોઠવણી માહિતીને એકત્રિત અને પ્રદર્શિત કરે છે. આમાં હાર્ડવેર રૂપરેખાંકનો, કમ્પ્યુટર ઘટકો અને સોફ્ટવેર, સહી કરેલા ડ્રાઇવરો અને સહી ન કરેલા ડ્રાઇવરો સહિતની માહિતી શામેલ છે. સિસ્ટમ માહિતી એ સપોર્ટ ટૂલ છે જેનો ઉપયોગ તમે તમારા કમ્પ્યુટર અને તેની ઓપરેટિંગ સિસ્ટમ વિશેની માહિતીને ઝડપથી સ્થિત કરવા માટે કરી શકો છો.
2118 = TCP/IP નેટસ્ટેટ કમાન્ડ એ વિન્ડોઝ ઓપરેટિંગ સિસ્ટમનો એક ઘટક છે કે જે બધા એક્ટીવેટ TCP કનેક્શન્સ અને TCP અને UDP પોર્ટ્સ પ્રદર્શિત કરે છે કે જેના પર કમ્પ્યુટર સાંભળતું હોય છે અને દરેક કનેક્શન અથવા લિસિંગ પોર્ટ બનાવવામાં સામેલ એક્ઝેક્યુટેબલને દર્શાવે છે (એક્ઝેક્યુટેબલ નામ છે) માં [] તળિયે, ટોચ પર તે કહેવાતા ઘટક છે, અને તેથી આગળ સુધી TCP/IP પહોંચ્યા ત્યાં સુધી).
2119 = સ્ક્રીન કીબોર્ડ સ્ક્રીન પર વર્ચ્યુઅલ કીબોર્ડ પ્રદર્શિત કરે છે અને ગતિશીલતા નબળાઇવાળા યુઝર્સને પોઇન્ટિંગ ડિવાઇસ અથવા જોયસ્ટીકનો ઉપયોગ કરીને ડેટા ટાઇપ કરવાની મંજૂરી આપે છે. ઓન-સ્ક્રીન કીબોર્ડનો હેતુ ગતિશીલતાની ક્ષતિવાળા યુઝર્સ માટે ઓછામાં ઓછી સ્તરની કાર્યક્ષમતા પ્રદાન કરવાનો છે. જો તમને લાગે કે તમારા પીસી પર કી-લોગર ઇન્સ્ટોલ કરેલો છે અને તમે લખેલી બધી કીઝ રેકોર્ડ કરવામાં આવે છે, તો તમે ઓન્-સ્ક્રીન કીબોર્ડનો ઉપયોગ પણ કરી શકો છો. ઓન-સ્ક્રીન કીબોર્ડ કીસ્ટ્રોક્સ રેકોર્ડ કરવાની ક્ષમતાને દૂર કરે છે.
2120 = ડિસ્ક ડિફ્રેગમેંટર લોકલ વોલ્યુમોનું વિશ્લેષણ કરે છે અને ટુકડાઓવાળી ફાઇલો અને ફોલ્ડર્સને એકીકૃત કરે છે જેથી દરેક વોલ્યુમ પર એકલ, સુસંગત જગ્યા રોકે. ડિસ્ક ડિફ્રેગમેંટર વોલ્યુમની ખાલી જગ્યાને પણ એકીકૃત કરે છે, જેનાથી નવી ફાઇલોના ટુકડા થવાની સંભાવના ઓછી છે. આ ફેરફારોનાં પરિણામ રૂપે, તમારી સિસ્ટમ ફાઇલો અને ફોલ્ડર્સને એક્સેસ કરી શકે છે અને નવા ફાઈલોને વધુ કાર્યક્ષમ રીતે બચાવી શકે છે.
2121 = સેવાઓ લોકલ, રીમોટ કમ્પ્યુટર્સ પર સેવા શરૂ, રોકી, થોભાવવી, ફરી શરૂ કરી અથવા ડીસેબલ કરી શકે છે. જો સેવાઓ નિષ્ફળ થાય છે (ઉદાહરણ તરીકે, સેવાને આપમેળે ફરીથી પ્રારંભ કરવી), કોઈ વિશિષ્ટ હાર્ડવેર પ્રોફાઇલ માટે સેવાઓ સક્ષમ અથવા ડીસેબલ કરવા અને દરેક સેવાની સ્થિતિ અને વર્ણન જોવા માટે, સેવાઓ રિકવરી ક્રિયાઓ પણ ગોઠવી શકે છે.
2122 = વહેંચાયેલ ફોલ્ડર્સનો ઉપયોગ નેટવર્ક પર વહેંચાયેલ સંસાધનોને સંચાલિત કરવા, યુઝરની એક્સેસ પરમિશનને નિયંત્રિત કરવા, સેસન પ્રવૃત્તિ, વહેંચાયેલ સાધન પ્રોપર્ટીઝ અને લોકલ અને રીમોટ કમ્પ્યુટર્સ માટે જોડાણો અને સંસાધનના ઉપયોગનો સારાંશ જોવા માટે થઈ શકે છે. વહેંચાયેલ ફોલ્ડર્સ તે બધા યુઝર્સની સૂચિ પણ જોઈ શકે છે જે તમારા કમ્પ્યુટરથી રીમોટ (નેટવર્કથી) કનેક્ટ થયેલ છે અને એક અથવા તે બધાને ડિસ્કનેક્ટ કરી શકે છે. તમે ફાઇલોની સૂચિ પણ જોઈ શકો છો જે હાલમાં રીમોટ યુઝર્સ દ્વારા ખોલવામાં આવી છે.
2123 = ગ્રુપ નીતિમાં યુઝર અને કમ્પ્યુટર નીતિ ગોઠવણી શામેલ છે. ગ્રુપ નીતિ સેટિંગ્સ યુઝરના ડેસ્કટોપ એન્વાયરમેન્ટના વિવિધ ઘટકોને વ્યાખ્યાયિત કરે છે કે જેને સિસ્ટમ એડમિનિસ્ટ્રેટરે મેનેજ કરવાની જરૂર છે (ઉદાહરણ તરીકે, યુઝર્સ માટે ઉપલબ્ધ પ્રોગ્રામ્સ, યુઝરના ડેસ્કટોપ પર દેખાતા પ્રોગ્રામ્સ અને સ્ટાર્ટ મેનૂ માટેના વિકલ્પો).
2124 = વિન્ડોઝ ઘટકો ઉમેરો/દૂર કરો તમને તમારા કમ્પ્યુટર પર ઇન્સ્ટોલ કરેલા વિન્ડોઝ ઘટકોનું સંચાલન કરવામાં સહાય કરે છે. તમારા કમ્પ્યુટર પર વિંડોઝ ઓપરેટિંગ સિસ્ટમ ઇન્સ્ટોલ થઈ ગયા પછી, તમે આ ટૂલનો ઉપયોગ વિન્ડોઝ ઘટક ઉમેરવા માટે કરી શકો છો કે જે મૂળ ઇન્સ્ટોલેશનમાં શામેલ ન હતો, અથવા હાલની વિંડોઝને દૂર કરવા માટે કે જેની તમને હવે ઇચ્છા નથી.
2125 = માઈક્રોસોફ્ટ વિન્ડોઝ દૂષિત સોફ્ટવેર રીમૂવલ ટૂલ તમારા કમ્પ્યુટરને વિશિષ્ટ, પ્રચલિત દૂષિત સોફ્ટવેર દ્વારા ચેપ માટે તપાસે છે અને મળેલ કોઈપણ ચેપને દૂર કરવામાં મદદ કરે છે. આ દૂષિત સોફ્ટવેરમાં વાયરસ, વોર્મ્સ અને ટ્રોજન હોર્સ શામેલ છે. જ્યારે તપાસ અને દૂર કરવાની પ્રક્રિયા પૂર્ણ થાય છે, ત્યારે ટૂલ પરિણામને વર્ણવતા રીપોર્ટ પ્રદર્શિત કરે છે, જેમાં કોઈપણ દુર્ભાવનાપૂર્ણ સોફ્ટવેરને શોધી કાઢીને દૂર કરવામાં આવ્યું હતું તે સહિત.


[Junk Files Cleaner Options]
2202 = સ્કેન કરવા માટેના ડ્રાઇવ્સ:
2203 = પેટર્ન
2204 = વર્ણન
2205 = ઉમેરો
2206 = દૂર કરો
2207 = ડિફોલ્ટ ફરીથી સેટ કરો
2208 = જંક ફાઇલો ક્લીનર :: સામાન્ય
2209 = જંક ફાઇલો ક્લીનર :: બાકાત
2220 = સ્કેન કરવા માટેની પેટર્ન:
2221 = તમે ? અને/અથવા * પ્રતીકોનો વાઇલ્ડકાર્ડ્સ તરીકે ઉપયોગ કરી શકો છો
2222 = પેટર્ન ઉમેરો
2223 = બાકાત પેટર્ન ઉમેરો
2224 = તમે ? અને/અથવા * પ્રતીકોનો વાઇલ્ડકાર્ડ્સ તરીકે ઉપયોગ કરી શકો છો
2225 = બાકાત પેટર્ન:
2226 = રિસાયકલ બિન પર ફાઇલો કાઢી નાખો
2227 = છેલ્લા 24 કલાકમાં એક્સેસ થયેલી ફાઇલોને અવગણો

[Junk Files Cleaner Tool]
2306 = સ્કેન
2307 = કાઢી નાખો
2308 = સ્કેન કરી રહ્યા છીએ
2309 = કૃપા કરીને સ્કેનીંગ પ્રક્રિયા દરમિયાન રાહ જુઓ.
2310 = રદ કરો
2311 = નામ
2312 = સાઈઝ
2319 = ફાઇલો:
2320 = કુલ સાઈઝ:
2323 = એવી ફાઇલો છે કે જે વિંડોઝ દ્વારા ઉપયોગમાં છે અથવા/nબીજો પ્રોગ્રામ જે હવે કાઢી શકાશે નહીં
2324 = તમારે સ્કેનિંગ શરૂ કરવા માટે ઓછામાં ઓછું એક ડ્રાઇવ અને એક્સ્ટેંશન પસંદ કરવું પડશે.
2325 = જંક ફાઇલો ક્લીનર તમને તમારા કમ્પ્યુટરથી વિવિધ પ્રકારની જંક અને બિનજરૂરી ફાઇલો શોધવા અને દૂર કરવાની મંજૂરી આપે છે. સામાન્ય રીતે આવી ફાઇલો એપ્લિકેશન દ્વારા કાઢી નાખવામાં આવે છે જેણે તેને બનાવવામાં આવ્યાંની જલ્દી જ તેની જરૂર નથી. જો કે, એપ્લિકેશનની અનપેક્ષિત સમાપ્તિ, સિસ્ટમ ક્રેશ, વગેરે હોય તો તે કાયમ માટે તમારી હાર્ડ ડ્રાઇવ પર રહી શકે છે જો આવું થાય છે, તો તે ફ્રી ડિસ્કની જગ્યામાં ઘટાડો લાવી શકે છે અથવા ધીમી સિસ્ટમ સ્પીડનું કારણ બની શકે છે, વગેરે.
2326 = ફાઇલ:
2327 = ફાઇલો કાઢી રહ્યા છીએ

[Context Menu Junk Files Cleaner]
2313 = ખુલ્લું
2314 = માટે ગૂગલ પર શોધો
2315 = કન્ટેઇનીંગ ફોલ્ડર ખોલો
2316 = પ્રોપર્ટીઝ ...
2317 = બધી વસ્તુઓ તપાસો
2318 = બધી વસ્તુઓ અનચેક કરો
2321 = પસંદ કરેલી આઇટમ્સ તપાસો
2322 = પસંદ કરેલી આઇટમ્સને અનચેક કરો

[Topmost Window]
4002 = વિકલ્પો
4003 = મુખ્ય વિંડો ખોલો
4004 = ડ્રેગ એન્ડ ડ્રોપ મોડ
4005 = હન્ટર મોડ
4006 = સાઈઝ
4007 = નાના
4008 = મધ્ય
4009 = મોટા
4010 = વિંડોનું સાઈઝ
4011 = બહાર નીકળો
4012 = અનઇન્સ્ટોલ કરો
4013 = ઓટોસ્ટાર્ટ કરવાનું બંધ કરો
4014 = કીલ પ્રક્રિયા
4015 = કીલ અને કાઢી નાખવાની પ્રક્રિયા
4016 = કન્ટેઇનીંગ ફોલ્ડર ખોલો
4017 = માહિતી
4018 = પ્રોપર્ટીઝ
4019 = રદ કરો
4020 = એક સમયે ફક્ત એક ફાઇલ જ સપોર્ટેડ છે!
4021 = તમે એક ફોલ્ડર છોડી દીધું છે, કૃપા કરીને ફાઇલને ખેંચો અને છોડો!
4022 = અનઇન્સ્ટોલ કરો અથવા દૂર કરો:
4023 = વણઉકેલાયેલી! બીજી વિંડો, આઇકોન અથવા ટાસ્કબાર આઇટમ તરફ નિર્દેશ કરવાનો પ્રયાસ કરો.
4024 = અનઇન્સ્ટોલ કમાન્ડ ચલાવી શકાતો નથી!\n કૃપા કરીને અનઇન્સ્ટોલરથી એપ્લિકેશનને અનઇન્સ્ટોલ કરો.
4025 = કોઈ ઇન્સ્ટોલેશન પેકેજ મળ્યું નથી!\nટીપ: મુખ્ય વિંડોઝમાંથી એપ્લિકેશન માટે વધુ માહિતી મેળવો અને\nતેને જાતે જ અનઇન્સ્ટોલ કરવાનો પ્રયાસ કરો!
4026 = ટાર્ગેટ એપ્લિકેશન ઓટોસ્ટાર્ટથી ડીસેબલ છે!\nટીપ: જો તમે તેને ફરીથી ઇનેબલ કરવા માંગતા હો, તો મુખ્ય એપ્લિકેશનમાં ઓટોરન ટૂલનો ઉપયોગ કરો!
4027 = ટાર્ગેટ એપ્લિકેશન સામાન્ય પ્રારંભિક સ્થળોએ મળતી નથી!\nટીપ: અસામાન્ય લોકેશનો શોધવા માટે જેનો ઉપયોગ એપ્લિકેશનને સ્વત: શરૂ કરવા માટે થાય છે, ગૂગલ વેબસાઇટ જુઓ!
4028 = શું તમે ખરેખર પસંદ કરેલી એપ્લિકેશન બંધ કરવા માંગો છો?\nકોઈપણ સેવ કર્યા વગરના ડેટા ખોવાઈ જશે!
4029 = અનઇન્સ્ટોલર
4030 = શું તમે ખરેખર પસંદ કરેલી એપ્લિકેશનને બંધ અને કાઢી નાખવા માંગો છો?\nકોઈપણ સેવ કર્યા વગરના ડેટા ખોવાઈ જશે!
4031 = શું તમે ખરેખર વિંડોઝ એક્સપ્લોરરને બંધ કરવા માંગો છો?\nસ્ટાર્ટ મેનુ , ટાસ્કબાર અને સિસ્ટમ ટ્રે અદૃશ્ય થઈ જશે!
4032 = વિંડોઝ સાથે ઓટોસ્ટાર્ટ કરો
4033 = પારદર્શિતા
4034 = ખુલ્લી વિંડો, ચિહ્ન અથવા ટાસ્કબાર આઇટમ ઉપર લક્ષ્ય ખેંચો.
4035 = હંમેશાં ટોચ પર

[Scan After Uninstall]
4210 = લોકેશન
4211 = કી
4212 = વેલ્યુ
4213 = ડેટા
4214 = ફાઇલ
4215 = કોઈ આઇટમ પસંદ કરેલ નથી. કાઢી નાખવા માટે કોઈ આઇટમ પસંદ કરો!
4216 = અનઇન્સ્ટોલ કર્યા પછી સ્કેન કરો
4217 = બધા પસંદ કરો
4218 = બધાને નાપસંદ કરો
4219 = કાઢી નાખો
4220 = બાકીની ફાઇલો
4221 = રહી ગયેલી રજીસ્ટ્રી એન્ટ્રીઓ
4222 = અનઇન્સ્ટોલ કરતા પહેલા સ્કેન કરી રહ્યા છીએ, કૃપા કરીને પ્રતીક્ષા કરો ...
4223 = અનઇન્સ્ટોલર ચાલી રહ્યા છીએ ...
4224 = જ્યારે એપ્લિકેશનનું અનઇન્સ્ટોલર સમાપ્ત થાય ત્યારે બચેલા ફાઇલો, ફોલ્ડર્સ અને રજીસ્ટ્રી કી માટે સ્કેનીંગ પ્રારંભ કરો.
4225 = અનઇન્સ્ટોલ કર્યા પછી સ્કેન કરી રહ્યા છીએ, કૃપા કરીને પ્રતીક્ષા કરો ...
4226 = કૃપા કરીને સૂચિબદ્ધ વસ્તુઓ કાળજીપૂર્વક તપાસો!
4227 = બંધ કરો
4228 = સૂચિમાં બાકીની ફાઇલો આગળની સિસ્ટમ રીસ્ટાર્ટ દરમિયાન કાઢી નાખવામાં આવશે.
4229 = એપ્લિકેશનનું અનઇન્સ્ટોલર ચલાવવું નિષ્ફળ થયું!\nશક્ય અમાન્ય અનઇન્સ્ટોલ કમાન્ડ!
4230 = પાછળ
4231 = આગળ
4232 = અનઇન્સ્ટોલ મોડ પસંદ કરો
4233 = સ્થિતિઓ
4234 = બિલ્ટ-ઇન - કોઈપણ એપ્લિકેશનના અનઇન્સ્ટોલરને કોઈપણ વધારાના સ્કેનિંગ વગર રન કરો
4235 = સલામત - તેમાં બિલ્ટ-ઇન મોડ શામેલ છે અને રજીસ્ટ્રીમાં અને હાર્ડ ડ્રાઈવ પર વધારાની સ્કેન કરે છે જે કાઢી નાખવા માટે સલામત છે. આ સૌથી ઝડપી મોડ છે.
4236 = મધ્યમ - તેમાં સેફ મોડ શામેલ છે અને રજીસ્ટ્રીના સૌથી સામાન્ય સ્થળોએ અને હાર્ડ ડ્રાઇવ પર એપ્લિકેશનની બધી બચી માહિતી શોધવા માટે વિસ્તૃત સ્કેન કરે છે.
4237 = એડવાન્સ્ડ - તેમાં મધ્યસ્થ મોડ શામેલ છે અને રજીસ્ટ્રીમાં અને હાર્ડ ડ્રાઇવ પર એપ્લિકેશનની બધી બચી માહિતી શોધવા માટે એક ઊંડા અને સંપૂર્ણ સ્કેન કરે છે. આ સૌથી ધીમું મોડ છે.
4238 = એપ્લિકેશનના ડેટાને અનઇન્સ્ટોલ કરતાં પહેલાં તેનું વિશ્લેષણ કરી રહ્યા છીએ.
4239 = એપ્લિકેશનના બિલ્ટ-ઇન અનઇન્સ્ટોલરની શરૂઆત કરી રહ્યા છીએ.
4240 = એપ્લિકેશનના અનઇન્સ્ટોલર સમાપ્ત થયા પછી, બાકી ફાઇલો, ફોલ્ડર્સ અને રજીસ્ટ્રી આઇટમ્સ માટે સ્કેનીંગ શરૂ કરવા માટે "આગલું" બટન દબાવો.
4241 = પ્રારંભિક વિશ્લેષણ કરી રહ્યા છીએ અને અનઇન્સ્ટોલ કરો
4242 = બાકી રહી ગયેલા ની માહિતી માટે સ્કેન કરી રહ્યા છીએ
4243 = બિલ્ટ-ઇન અનઇન્સ્ટોલ પૂર્ણ, હવે અનઇન્સ્ટોલ કરેલી એપ્લિકેશન સાથે સંબંધિત બાકી ફાઇલો, ફોલ્ડર્સ અને રજીસ્ટ્રી આઇટમ્સ માટે રજીસ્ટ્રી અને તમારી હાર્ડ ડ્રાઇવને સ્કેન કરી રહ્યા છીએ. મહેરબાની કરી રાહ જુવો….
4244 = બચેલા રજીસ્ટ્રી આઇટમ્સ મળી
4245 = રજીસ્ટ્રી આઇટમ્સ મળી:
4246 = નોંધ: મહેરબાની કરીને બોલ્ડ આઇટમ્સને ચકાસો! માત્ર પસંદ કર્રેલી બોલ્ડ આઇટમ્સ અને તેના સબટાઈમ્સ કાઢી નાખવામાં આવશે!
4247 = બાકી બચેલી ફાઇલો અને ફોલ્ડર્સ મળ્યા
4248 = મળેલ આઇટમ્સ:
4249 = માય કમ્પ્યુટર
4250 = રેવો અનઇન્સ્ટોલર એપ્લિકેશનના બિલ્ટ-ઇન અનઇન્સ્ટોલરને પ્રારંભ કરવામાં સમર્થ નથી. કદાચ એપ્લિકેશનની અનઇન્સ્ટોલ કમાન્ડ અમાન્ય છે અથવા અનઇન્સ્ટોલર પ્રોગ્રામ દૂષિત છે. તમે "પાછળ" બટન દબાવો અને બીજો અનઇન્સ્ટોલ મોડને અજમાવી શકો છો.
4251 = એપ્લિકેશનનું બિલ્ટ-ઇન અનઇન્સ્ટોલર સમાપ્ત થઈ ગયું છે. રેવો અનઇન્સ્ટોલ પ્રો એ બાકી વસ્તુઓ માટે સ્કેન કર્યું નથી. તમે "પાછળ" બટન દબાવો અને બાકી ફાઇલો, ફોલ્ડરો અને રજીસ્ટ્રી આઇટમ્સ માટે સ્કેન કરવા માટે અન્ય અનઇન્સ્ટોલ મોડને અજમાવી શકો છો.
4252 = રેવો અનઇન્સ્ટોલ પ્રો એ અનઇન્સ્ટોલ પ્રક્રિયા સફળતાપૂર્વક પૂર્ણ કરી, પરંતુ બાકી વસ્તુઓ મળી નથી. તમે "પાછળ" બટન દબાવો અને ઊંડા સ્કેન માટે બીજો વિસ્તૃત અનઇન્સ્ટોલ મોડ અજમાવી શકો છો.
4253 = રેવો અનઇન્સ્ટોલ પ્રો એ અનઇન્સ્ટોલ પ્રક્રિયા સફળતાપૂર્વક પૂર્ણ કરી. જો તમે વધુ બાકીની વસ્તુઓ શોધવા માંગતા હો, તો તમે “પાછળ” બટન દબાવો અને ઊંડા સ્કેન માટે વધુ એડવાન્સ અનઇન્સ્ટોલ મોડને અજમાવી શકો છો.
4254 = સમાપ્ત
4255 = શું તમને ખાતરી છે કે તમે પસંદ કરેલી ફાઇલોને રિસાયકલ બીન પર મોકલવા માંગો છો?
4256 = શું તમે ખરેખર પસંદ કરેલી રજીસ્ટ્રી આઇટમ્સ કાઢી નાખવા માંગો છો?
4257 = રેવો અનઇન્સ્ટોલરે અનઇન્સ્ટોલ પ્રક્રિયા સફળતાપૂર્વક પૂર્ણ કરી!
4258 = શું તમને ખાતરી છે કે તમે મળી ગયેલી બાકી રજીસ્ટ્રી એન્ટ્રીઓને કાઢી નાખવાનું અવગણવા માંગો છો અને આગળના પગલા પર ચાલુ રાખશો?
4259 = શું તમને ખાતરી છે કે તમે મળી ગયેલી બાકી ફાઇલો અને ફોલ્ડરોને કાઢી નાખવાનું છોડી શકો અને આગલા પગલા પર ચાલુ રાખશો?
4260 = બચેલી વસ્તુઓ માટેની સ્કેનિંગ પૂર્ણ. પરિણામો જોવા માટે "આગલું" બટન દબાવો!
4261 = સિસ્ટમ રીસ્ટોર પોઇન્ટ બનાવી રહ્યા છીએ ...
4262 = સિસ્ટમ રીસ્ટોર પોઇન્ટ બનાવવામાં - નિષ્ફળ!
4263 = સિસ્ટમ રીસ્ટોર પોઇન્ટ બનાવવાનું ડીસેબલ કર્યું (વિકલ્પો-> અનઇન્સ્ટોલરમાં)
4264 = સિસ્ટમ રીસ્ટોર પોઇન્ટ બનાવવાનું - પૂર્ણ થયું!


[About]
4300 = અનુવાદ કરનાર:

[ContextMenu Uninstaller]
5000 = કમાન્ડસ
5001 = માહિતી
5002 = માટે ગૂગલ પર શોધો
5004 = ઇન્સ્ટોલ લોકેશન
5005 = લિંક વિશે ખોલો ...
5006 = સહાય લિંક ખોલો ...
5007 = અપડેટ લિંક ખોલો ...
5008 = રજીસ્ટ્રી કી ખોલો ...

[Common]
10000 = ઠીક છે
10001 = રદ કરો
10002 = સહાય
10003 = બ્રાઉઝ કરો
10004 = વર્તમાન સાધન સહાય
10005 = હોમપેજ
10006 = વિશે
10007 = ચેતવણી
10008 = એરર
10009 = હા
10010 = ના
10011 = થોભો
10012 = ફરી શરૂ કરો
10013 = ડિફોલ્ટ
10014 = કૃપા કરીને પ્રતીક્ષા કરો ...
10015 = પછીથી
10016 = ક્યારેય નહીં
10017 = ઓપરેશન સફળતાપૂર્વક પૂર્ણ થયું!
10018 = ઓપરેશન ચાલુ હોય ત્યાં સુધી રાહ જુઓ ...
10019 = એડીટ કરો

[Tooltips]
2000 = અનઇન્સ્ટોલર મોડ પર સ્વિચ કરો
2001 = ટૂલ્સ પેનલ બતાવો
2002 = સેટિંગ્સ એડજસ્ટ કરો
2003 = હન્ટર મોડ પર સ્વિચ કરો
2004 = ઇન્સ્ટોલ કરેલા પ્રોગ્રામ્સ સૂચિનું દૃશ્ય બદલો
2005 = પસંદ કરેલા પ્રોગ્રામને અનઇન્સ્ટોલ કરો
2006 = રજીસ્ટ્રીમાંથી પસંદ કરેલી એન્ટ્રી કાઢી નાખો
2007 = એપ્લિકેશનની સૂચિ તાજી કરો
2008 = તમારા વર્તમાન વર્ઝનને નવીનતમ વર્ઝન પર અપડેટ કરો
2009 = પ્રોગ્રામ વિશેની તમારા બધા પ્રશ્નોના વધારાની માહિતી અને જવાબ મેળવો
404 = પસંદ કરેલી એપ્લિકેશન પ્રારંભ કરો
405 = પસંદ કરેલ એપ્લિકેશનને રોકો અને બંધ કરો
406 = પસંદ કરેલ એપ્લિકેશનને ઓટોસ્ટાર્ટિંગથી રોકો
506 = પસંદ કરેલા વિકલ્પો સાફ કરો
605 = પસંદ કરેલા વિકલ્પો સાફ કરો
705 = પસંદ કરેલા વિકલ્પોને સાફ કરો
2106 = પસંદ કરેલ ટૂલ રન કરો
2304 = પસંદ કરેલી સેટિંગ્સ અનુસાર બિનજરૂરી ફાઇલો માટે સ્કેન કરો
2305 = ચકાસાયેલ ફાઇલોને રિસાયકલ બીનમાં કાઢી નાખો



[UninstallerPro]
15000 = સામાન્ય
15001 = ગ્રુપ્સ\nમેનેજર
15002 = નવા પ્રોગ્રામ્સ
15003 = અન્ય કાર્યક્રમો
15004 = નામ
15005 = નામ બદલો
15006 = ઇન્ટરનેટ
15007 = રમતો
15008 = મલ્ટિમીડિયા
15009 = ઉપયોગિતાઓ
15050 = ઉપર ખસેડો
15051 = નીચે ખસેડો
15052 = ઉમેરો
15053 = દૂર કરો
15054 = કોલમ્સ
15055 = આ કોલમ દૂર કરો
15056 = ગોઠવણી
15057 = ડાબે
15058 = કેન્દ્ર
15059 = જમણે
15060 = શ્રેષ્ઠ ફિટ
15061 = પર નિકાસ કરો
15062 = ટેક્સ્ટ ફોર્મેટ (txt)
15063 = HTML ફોર્મેટ (HTML)
15064 = માઇક્રોસોફ્ટ Excel
15065 = નિકાસ
15066 = તમે નિકાસ કરવા માંગો છો તે કોલમ્સ પસંદ કરો:
15067 = ઇન્સ્ટોલ કરેલા નવા પ્રોગ્રામ્સ તરીકે બતાવો:
15068 = છેલ્લું (દિવસોમાં)
15069 = અનઇન્સ્ટોલરની અંતિમ શરૂઆતથી
15070 = ગ્રુપનું નામ:
15071 = ઉમેરો
15072 = ગ્રુપ
15073 = શોધી કાઢેલા કાર્યક્રમો
15074 = ટ્રેસ કરેલ\nપ્રોગ્રામ્સ
15075 = બધા પ્રોગ્રામ્સ
15076 = બધા\nપ્રોગ્રામ્સ
15077 = લોગ કાઢી નાખો
15078 = કસ્ટમ અનઇન્સ્ટોલ
15079 = આઇકોન બદલો
15080 = ગ્રુપમાં ઉમેરો
15081 = ગ્રુપમાંથી દૂર કરો
15082 = અનઇન્સ્ટોલ કરી રહ્યા છીએ
15083 = પ્રોગ્રામની લોગ કરેલી ફાઇલો અને ફોલ્ડર્સ અનઇન્સ્ટોલ કરી રહ્યા છીએ:
15084 = લોગ કરેલી રજીસ્ટ્રી આઇટમ્સ અનઇન્સ્ટોલ કરી રહ્યાં છે:
15085 = કેટલાક ડેટા છે જે અનઇન્સ્ટોલ કરેલા પ્રોગ્રામથી સંબંધિત હોઈ શકે છે, પરંતુ તે કાઢી નાખ્યો ન હતો કારણ કે તે પ્રોગ્રામના ઇન્સ્ટોલેશન દરમિયાન રેવો અનઇન્સ્ટોલર દ્વારા લોગ કરાયો ન હતો. જો તમે સમીક્ષા કરવા માંગતા હો અને આખરે તેને કાઢી નાખવા માંગતા હોવ તો "એડવાન્સ્ડ અનઇન્સ્ટોલ કરો" બટન દબાવો
15086 = એડવાન્સ અનઇન્સ્ટોલ
15087 = ફાઇલ\ફોલ્ડર પાથ
15088 = સૂચિ લોડ કરી રહ્યા છીએ ...
15089 = પસંદ કરેલ વેલ્યુઓને અનઇન્સ્ટોલ કરો
15090 = પેરન્ટ રજીસ્ટ્રી કી ખોલો ...
15091 = બધાને વિસ્તૃત કરો
15092 = બધાને સંકુચિત કરો
15093 = વેલ્યુનું નામ
15094 = લોગ ફોલ્ડર:
15095 = સિસ્ટમ ફાઇલો અને ફોલ્ડર્સ પર પહેલાથી અસ્તિત્વમાં છે તે નામ બદલીને ક્રિયાઓ રન કરો
15096 = દબાણપૂર્વક અનઇન્સ્ટોલ કર્યું
15097 = દબાણપૂર્વક\nઅનઇન્સ્ટોલ કરો
15098 = પસંદ કરેલી કીને વિસ્તૃત કરો
15099 = પસંદ કરેલી કીને સંકુચિત કરો
15100 = પસંદ કરેલી કી અનઇન્સ્ટોલ કરો
15101 = પસંદ કરેલી કીને બનાવેલી તરીકે માર્ક કરો
15102 = બાકાત સૂચિમાં ઉમેરો
15103 = અમાન્ય લોગ ફાઇલ
15104 = ફાઇલ અસ્તિત્વમાં નથી! માન્ય ફાઇલનામ દાખલ કરો અથવા ઓપરેશન રદ કરો.
15105 = પ્રક્રિયા પસંદ કરો
15106 = સૂચિમાં પ્રક્રિયા ઉમેરો
15107 = સંપૂર્ણ પાથ પર પ્રક્રિયા કરો:
15108 = રજીસ્ટ્રી કી ઉમેરો
15109 = રજીસ્ટ્રી કી પાથ
15110 = ફરજિયાત અનઇન્સ્ટોલ કમાન્ડ તમને પ્રોગ્રામ્સ અનઇન્સ્ટોલ કરવામાં અથવા આંશિક રીતે ઇન્સ્ટોલ કરેલા અથવા અનઇન્સ્ટોલ કરેલા પ્રોગ્રામ્સના બાકીના ભાગોને દૂર કરવામાં મદદ કરે છે. તમે બાકી ફાઇલો અને ફોલ્ડર્સ માટે બ્રાઉઝ કરી શકો છો અથવા તમે જે અનઇન્સ્ટોલ કરવા માંગો છો તે પ્રોગ્રામની કોઈપણ ફાઇલ અથવા ફોલ્ડરનો સંપૂર્ણ માર્ગ દાખલ કરી શકો છો. તમે અતિરિક્ત માહિતી તરીકે પ્રોગ્રામનું નામ પણ દાખલ કરી શકો છો. દાખલ કરેલા ડેટાના આધારે, રેવો અનઇન્સ્ટોલર ટ્રેસ કરેલ પ્રોગ્રામ્સ મોડ્યુલ અને લોગ્સ ડેટાબેઝમાં અસ્તિત્વમાં બિલ્ટ-ઇન અનઇન્સ્ટોલર અને સંબંધિત ઇન્સ્ટોલેશન લોગ્સની શોધ કરે છે. જો કોઈ મળ્યું હોય, તો તે સૂચિબદ્ધ થશે જેથી તમે તેનો ઉપયોગ કરવાનું પસંદ કરી શકો કે નહીં. \n\n કૃપા કરીને, ચોક્કસ નામ અને પ્રોગ્રામનું ઇન્સ્ટોલ લોકેશન દાખલ કરો જે તમે અનઇન્સ્ટોલ કરવા માંગો છો!
15111 = સ્કેનિંગ મોડ્સ
15112 = બિલ્ટ-ઇન
15113 = સલામત
15114 = મધ્યમ
15115 = એડવાન્સ
15116 = પ્રોગ્રામની ફાઇલ અથવા ફોલ્ડરનો સંપૂર્ણ માર્ગ:
15117 = પ્રોગ્રામનું ચોક્કસ નામ:
15118 = બિલ્ટ-ઇન અનઇન્સ્ટોલર્સ મળ્યાં:
15119 = પસંદ કરેલ બિલ્ટ-ઇન અનઇન્સ્ટોલર રન કરો
15120 = પ્રોગ્રામનું નામ
15121 = અનઇન્સ્ટોલ કમાન્ડ
15122 = પ્રકાર
15123 = 32-બીટ
15124 = 64-બીટ
15125 = પ્રક્રિયા કીલ કરો અને ચાલુ રાખો
15126 = પસંદ કરેલી ફાઇલ એક ચાલી રહેલ પ્રક્રિયા છે! જો તમે તેને અને તેનાથી સંબંધિત આઇટમ્સને અનઇન્સ્ટોલ કરવા માંગતા હો, તો તમે ચાલુ કરો તે પહેલાં તેને બંધ કરવું (રોકવું) વધુ સારું છે
15127 = બાકાત રાખવા માટેની રજીસ્ટ્રી કી
15128 = સબકીઝ શામેલ કરો
15129 = સ્ટાર્ટઅપ પર "ટ્રેસ કરેલ પ્રોગ્રામ્સ" વિંડો પર ફોકસ સેટ કરો
15130 = ફાઇલો અને ફોલ્ડર્સ કાઢી નાખો:
15131 = બેકઅપ ફોલ્ડરમાં
15132 = રિસાયકલ બિનને
15133 = કાયમી ધોરણે
15134 = શું તમે ખરેખર પસંદ કરેલી આઇટમ્સ કાઢી નાખવા માંગો છો?
15135 = ફોલ્ડર્સ
15136 = ફાઇલો
15137 = સંભવિત રીતે સંબંધિત ફાઇલો અને ફોલ્ડર્સ
15138 = સંભવિત સંબંધિત રજીસ્ટ્રી આઇટમ્સ
15139 = કીઝ:
15140 = વેલ્યુઓ:
15141 = લોગ કરેલી ફાઇલો અને ફોલ્ડર્સ
15142 = પહેલાની હાલની સિસ્ટમ ફાઇલો અને ફોલ્ડર્સના નામ બદલીને ક્રિયાઓ રન કરો
15143 = શું તમે ખરેખર પસંદ કરેલી આઇટમ્સને અનઇન્સ્ટોલ કરવા માંગો છો?
15144 = પસંદ કરેલ, પરંતુ બાકીની ફાઇલો આગલી સિસ્ટમ રીસ્ટાર્ટ દરમિયાન કાઢી નાખવામાં આવશે.
15145 = લોગ કરેલી રજીસ્ટ્રી આઇટમ્સ
15146 = અનઇન્સ્ટોલ કરી રહ્યા છીએ ...
15147 = પ્રદાન કરેલ પ્રારંભિક માહિતીના આધારે બાકી રહેલા ફાઇલો, ફોલ્ડર્સ અને રજીસ્ટ્રી આઇટમ્સ માટે સ્કેન કરી રહ્યા છીએ
15148 = પ્રોગ્રામના બિલ્ટ-ઇન અનઇન્સ્ટોલરને ડીફોલ્ટ અનઇન્સ્ટોલ કરવા માટે વિશ્લેષણ અને પ્રારંભ કરી રહ્યા છીએ
15149 = પ્રોગ્રામનું અનઇન્સ્ટોલર સમાપ્ત થયા પછી, બાકી ફાઇલો, ફોલ્ડર્સ અને રજીસ્ટ્રી આઇટમ્સ માટે સ્કેનીંગ શરૂ કરવા માટે "સ્કેન" બટન દબાવો.
15150 = કેશ ડેટા ફાઇલ લખવા માટે પૂરતી ડિસ્ક લોકેશન નથી
15151 = કેશ ફાઇલ લખવામાં એરર. ખાતરી કરો કે તમારી પાસે યોગ્ય પરવાનગી છે.
15152 = કેશ ડેટા ફાઇલ વાંચવામાં એરર
15153 = રેવો અનઇન્સ્ટોલર ને કોઈ બાકી વસ્તુ મળી નથી
15154 = સ્કેન
15155 = કસ્ટમ\nઅનઇન્સ્ટોલ કરો
15156 = રેવો અનઇન્સ્ટોલર નું"બધા પ્રોગ્રામ્સ" મોડ્યુલ, વર્તમાન અને બધા યુઝર્સ બંને માટેના બધા ઇન્સ્ટોલ કરેલા પ્રોગ્રામ્સ અને ઘટકો બતાવે છે, બે ડીફોલ્ટ ગ્રુપ્સમાં વિભાજિત - "ન્યુ" અને "અન્ય". ક્યાં તો "વિગતો" દૃશ્ય પ્રકારનો ઉપયોગ કરો છો અથવા સંદર્ભ મેનૂનો ઉપયોગ કરીને, તમે વધારાની માહિતી (ઈન્સ્ટોલેશન વિશેની લિંક્સ અને પ્રોપર્ટીઝ) પર પહોંચી શકો છો. આ મોડ માટેની સેટિંગ્સ "વિકલ્પો" વિંડોમાં "અનઇન્સ્ટોલર" આઇટમ હેઠળ સબટાઈમ "બધા પ્રોગ્રામ્સ" માં સ્થિત છે.
15157 = રેવો અનઇન્સ્ટોલર નું "ટ્રેસ કરેલા પ્રોગ્રામ્સ" મોડ્યુલ, રેવો અનઇન્સ્ટોલર ની મદદથી તેમના ઇન્સ્ટોલેશન દરમ્યાન તમે શોધી કાઢેલા (મોનીટર કરેલા) બધા પ્રોગ્રામ્સ બતાવે છે. રેવો અનઇન્સ્ટોલર સાથે પ્રોગ્રામને ટ્રેસ કરવા માટે, તમે તેના ઇન્સ્ટોલેશન (સેટઅપ) પેકેજ પર જમણું-ક્લિક કરી શકો છો અથવા મુખ્ય ટૂલબાર પર "પ્રોગ્રામ્સ ઇન્સ્ટોલ કરો" બટન દબાવો. આ મોડ માટેની સેટિંગ્સ "વિકલ્પો" વિંડોમાં "અનઇન્સ્ટોલર" હેઠળ "ટ્રેસ કરેલા પ્રોગ્રામ્સ" સબટાઈમમાં સ્થિત છે.
15158 = રજીસ્ટર
15159 = સહાય ફાઇલ
15160 = પ્રોગ્રામ્સ ઇન્સ્ટોલ કરો
15161 = ઇન્સ્ટોલ કરો\nપ્રોગ્રામ્સ
15162 = અનઇન્સ્ટોલ કરતા પહેલા સિસ્ટમ રિસ્ટોર પોઇન્ટ અને સંપૂર્ણ રજીસ્ટ્રી બેકઅપ બનાવો
15163 = પૂર્ણ રજીસ્ટ્રી બેકઅપ બનાવી રહ્યા છીએ ...
15164 = સિસ્ટમ રીસ્ટોર પોઇન્ટ બનાવવું અને સંપૂર્ણ રજીસ્ટ્રી બેકઅપ ડીસેબલ છે (વિકલ્પો-> અનઇન્સ્ટોલરમાં)
15165 = પૂર્ણ રજીસ્ટ્રી બેકઅપ બનાવવું - પૂર્ણ થયું!
15166 = સંપૂર્ણ રજીસ્ટ્રી બેકઅપ બનાવવું - નિષ્ફળ થયું!
15167 = (વિન્ડોઝ વિસ્ટા અથવા વિંડોઝ 7,8,10 માં સપોર્ટેડ નથી)
15168 = લોગ્સ:
15169 = અથવા જમણી માઉસ હન્ટર મોડનાં આઇકોન પર ક્લિક કરો અને બહાર નીકળવા માટે "બહાર નીકળો" પસંદ કરો
15170 = અનઇન્સ્ટોલ વિઝાર્ડ મહત્તમ ખોલો
15171 = ફોલ્ડર પાથ
15172 = કૃપા કરીને સહાય ફાઇલ જોવા માટે pdf રીડર ઇન્સ્ટોલ કરો
15173 = નવું ગ્રુપ ઉમેરો
15174 = પસંદ કરેલા લોગ કાઢી નાખો
15175 = કેશ ફાઇલને ફરીથી બનાવો
15176 = શું તમે ખરેખર કેશ ફાઇલને ફરીથી બનાવવા માંગો છો?\nપ્રોગ્રામ્સ વિગતો પરના તમારા કસ્ટમાઇઝેશનને ફરીથી સેટ કરવામાં આવશે!
15177 = મેનેજ કરો
15178 = નિકાસ, આયાત અથવા લોગ એડીટ કરો
15179 = બદલો\nઅથવા રીપેર કરો
15180 = બદલો અથવા રીપેર કરો
15181 = લિંક અપડેટ કરો
15182 = લોગ ડેટાબેસ
15183 = લોગ્સ\nડેટાબેસ
15184 = પ્રોગ્રામ્સ:
15185 = પ્રોગ્રામનું નામ
15186 = પ્રોગ્રામ વર્ઝન
15187 = વિન્ડોઝ વર્ઝન
15188 = વિન્ડોઝ બિટ્સ
15189 = મળેલ
15190 = ફક્ત %s સાથે સુસંગત લોગ બતાવો
15191 = ફક્ત %s લોગ્સ બતાવો
15192 = મેળ ખાતા લોગ્સ:
15193 = ડેટાબેસ લોગ્સ:
15194 = આના દ્વારા શોધો:
15195 = લોગ
15196 = લોગ્સ
15197 = પ્રોગ્રામ
15198 = પ્રોગ્રામ્સ
15199 = નામ
15200 = ઝડપી અનઇન્સ્ટોલ
15201 = ઝડપી\nઅનઇન્સ્ટોલ કરો
15202 = પ્રારંભિક સિસ્ટમ બેકઅપ બનાવી રહ્યા છીએ
15203 =%d માંથી %d પ્રોગ્રામ અનઇન્સ્ટોલ કરી રહ્યા છીએ
15204 = પ્રારંભિક વિશ્લેષણ - થઈ ગયું!
15205 = પ્રોગ્રામના બિલ્ટ-ઇન અનઇન્સ્ટોલરની શરૂઆત - પૂર્ણ!
15206 = પ્રોગ્રામનું બિલ્ટ-ઇન અનઇન્સ્ટોલર પ્રારંભ કરવું - નિષ્ફળ!
15207 = બાકી ફાઇલો, ફોલ્ડર્સ અને રજીસ્ટ્રી આઇટમ્સ માટે સ્કેન કરી રહ્યા છીએ ...
15208 = મળી ગયેલી બાકીની આઇટમ્સ કાઢી નાખી ...
15209 =%d બાકીની રજીસ્ટ્રી કી અને %d કિંમતો કાઢી
15210 = કાઢી નાખેલ %d બચેલા ફોલ્ડર્સ અને %d ફાઇલો
15211 = ઝડપી અનઇન્સ્ટોલ પૂર્ણ!
15212 = સ્થિતિ
15213 = પ્રોગ્રામનું અનઇન્સ્ટોલર સમાપ્ત થયા પછી, અનઇન્સ્ટોલ પ્રક્રિયાને ચાલુ રાખવા માટે "ચાલુ રાખો" બટન દબાવો.
15214 = ચાલુ રાખો
15215 = આયાત કરેલ
15216 = કોમેન્ટ ઉમેરો
15217 = કોમેન્ટ એડીટ કરો
15218 = મોડ્યુલો
15219 = લોગ તારીખ
15220 = અનઇન્સ્ટોલ કરવા માટે લોગનો ડેટા તૈયાર કરી રહ્યાં છે ...
15221 =%d માંથી %d આઇટમ્સ
15222 = આવશ્યક નામ બદલવાની કામગીરી હાથ ધરીને ...
15223 = શું તમે ખરેખર પસંદ કરેલા લોગને અનઇન્સ્ટોલ કરવા માંગો છો?
15224 = શું તમે ખરેખર પસંદ કરેલા લોગ્સને અનઇન્સ્ટોલ કરવા માંગો છો?
15225 =%d માંથી %d લોગ અનઇન્સ્ટોલ કરી રહ્યા છીએ
15226 = બધાને નિકાસ કરો
15227 = છોડો\nબેકઅપ કરો
15228 = સિસ્ટમ રીસ્ટોર પોઇન્ટ અને સંપૂર્ણ રજીસ્ટ્રી બેકઅપ બનાવવાનું છોડો
15229 = સંપૂર્ણ રજીસ્ટ્રી બેકઅપ બનાવવાનું - છોડ્યું!
15230 = સિસ્ટમ રીસ્ટોર પોઇન્ટ બનાવવાનું - છોડ્યું!
15231 = લોગમાં ફેરફાર કરો
15232 = લોગ આયાત કરો
15233 = લોગ નિકાસ કરો
15234 = લોગ નું પાર્સિંગ કરી રહ્યા છીએ -
15235 = લોગ નું નામ બદલો
15236 = લોગ નું નામ
15237 = ફેરફારો સેવ કરો
15238 = ફેરફાર કરો
15239 = આઇકોન
15240 = આઇકોન ઇન્ડેક્સ
15241 = લેખક
15242 = બનાવટનો સમય
15243 = છેલ્લો ફેરફાર સમય
15244 = અંદાજિત સાઈઝ
15245 = રજીસ્ટ્રી કીઝ
15246 = રજીસ્ટ્રી વેલ્યુઓ
15247 = બનાવી દેવાયું
15248 = કાઢી નાખેલ
15249 = નામ બદલેલ
15250 = ઓવરરાઇટ કરેલ
15251 = અજાણ્યું
15252 = જૂનું નામ
15253 = પૂરુ નામ
15254 = જૂનું પૂર્ણ નામ
15255 = જૂનો ડેટા
15256 = આવા નામ સાથેનું રજીસ્ટ્રી વેલ્યુ પહેલાથી અસ્તિત્વમાં છે!
15257 = કી ઉમેરો
15258 = કી નું નામ:
15259 = ફેરફાર કરેલ નથી
15260 = કીમાં ફેરફાર કરો
15261 = વેલ્યુ ઉમેરો
15262 = વેલ્યુમાં ફેરફાર કરો
15263 = સેટ કરો
15264 = જૂનો પ્રકાર
15265 = તેમના અનઇન્સ્ટોલ દરમિયાન એક્ઝેક્યુટેબલ ફાઇલોને દબાણપૂર્વક ચલાવવાનું બંધ કરો
15266 = પ્રોગ્રામની નિયમિત અનઇન્સ્ટોલ કરતા પહેલા યોગ્ય લોગની શોધ કરો
15267 = શું તમે ખરેખર પસંદ કરેલા પ્રોગ્રામ (ઓ) ને ઝડપી અનઇન્સ્ટોલ કરવા માંગો છો?
15268 = તમારા લોગની વચ્ચે મેળ ખાતી લોગ મળી જેનો ઉપયોગ અનઇન્સ્ટોલ કરવા માટે કરવામાં આવશે\nડીફોલ્ટ અનઇન્સ્ટોલ માટે પ્રોગ્રામના બિલ્ટ-ઇન અનઇન્સ્ટોલરને શરૂ કરવા.
15269 = લોગ્સ ડેટાબેઝમાં મેળ ખાતા લોગ મળ્યાં છે જેનો ઉપયોગ અનઇન્સ્ટોલ કરવા માટે થશે.\nડીફોલ્ટ અનઇન્સ્ટોલ માટે પ્રોગ્રામના બિલ્ટ-ઇન અનઇન્સ્ટોલરને શરૂ કરવા.
15270 = પ્રોગ્રામનું અનઇન્સ્ટોલર સમાપ્ત થયા પછી, બાકી ફાઇલો, ફોલ્ડર્સ અને રજીસ્ટ્રી આઇટમ્સ જોવા માટે "ચાલુ રાખો" બટન દબાવો.
15271 = લોગ ફાઇલને ડાઉનલોડ કરવામાં એરર!
15272 = ડાઉનલોડ કરેલી લોગ ફાઇલનું નામ બદલવામાં એરર!
15273 = રેવો અનઇન્સ્ટોલર નું "લોગ ડેટાબેસ" મોડ્યુલ, ટ્રેસ કરેલા પ્રોગ્રામ્સના લોગ્સની સૂચિ બતાવે છે જે તમારી વિન્ડોઝ સિસ્ટમ સાથે સુસંગત છે. અમારી વેબ સાઇટ પર સંગ્રહિત આ લોગ્સ રેવો અનઇન્સ્ટોલર ની ટીમ દ્વારા જાળવવામાં આવે છે. તમે તમારા કમ્પ્યુટર પર ઇન્સ્ટોલ કરેલા પ્રોગ્રામ્સને અનઇન્સ્ટોલ કરવા આ લ .ગ્સને સરળતાથી (અનઇન્સ્ટોલ કરો બટન પર ક્લિક કરીને) સરળતાથી વાપરી શકો છો.
15274 = તમારું વર્ઝન:
15275 = હવે અપડેટ કરો
15276 = લોગ ડેટાબેસેસને આપમેળે અપડેટ કરો
15277 = લોગ ડેટાબેસેસ ડાઉનલોડ કરવામાં એરર!
15278 = લોગ્સ ડેટાબેઝને અપડેટ કરવામાં એરર!
15279 = લોગ ડેટાબેસેસ એકસ્ટ્રેકટ કરવામાં એરર!
15280 = લોગ ડેટાબેસ ખોલવામાં એરર!
15281 = તમારી કોમેન્ટ દાખલ કરો:
15282 = આઇકોન પસંદ કરો
15283 = ફાઇલ પાથ:
15284 = સૂચિમાંથી એક આઇકોન પસંદ કરો:
15285 = ફાઇલ
15286 = ફોલ્ડર
15287 = લોગ નિકાસ કરી રહ્યા છીએ-
15288 = લોગ આયાત કરી રહ્યા છીએ -
15289 =%d%% પૂર્ણ
15290 = દ્વારા નિકાસ કરેલ
15291 = મળેલ સંબંધિત લોગ
15292 = હા (ભલામણ કરેલ)
15293 = તમારા દ્વારા બનાવેલ સૂચિબદ્ધ લોગ તમે અનઇન્સ્ટોલ કરી રહ્યાં છો તે પ્રોગ્રામથી સંબંધિત હોવાનું લાગે છે. શું તમે અનઇન્સ્ટોલ દરમિયાન લોગમાંથી ડેટાનો ઉપયોગ કરવા માંગો છો?
15294 = લોગ ડાઉનલોડ કરી રહ્યા છીએ -
15295 = લોગ ડેટાબેઝમાં મળેલા સૂચિબદ્ધ લોગ્સ તમે અનઇન્સ્ટોલ કરી રહ્યાં છો તે પ્રોગ્રામથી સંબંધિત હોવાનું લાગે છે. જો તમે અનઇન્સ્ટોલ પ્રક્રિયા દરમિયાન તેમાંથી કોઈપણનો ઉપયોગ કરવા માંગતા હો, તો તેની સામે એક ચેક માર્ક સેટ કરો.
15296 = અમારા લોગ્સ ડેટાબેઝમાં યોગ્ય અનઇન્સ્ટોલ લોગ છે.\nતમે પ્રોગ્રામને વધુ સંપૂર્ણ અનઇન્સ્ટોલ કરવા માટે તેનો ઉપયોગ કરવા માગો છો?
15297 = શું તમે ખરેખર સૂચિમાંથી પસંદ કરેલા લોગને કાઢી નાખવા માંગો છો?
15298 = તમારે નિકાસ કરવા માટે ઓછામાં ઓછી એક કોલમ પસંદ કરવી આવશ્યક છે!
15299 = માટે બ્રાઉઝ કરો
15300 = પસંદ કરેલા લોગનો ઉપયોગ કરો
15301 = સોર્સ
15302 = તમે સૂચિમાંથી કોઈ બિલ્ટ-ઇન અનઇન્સ્ટોલર પસંદ કર્યું નથી.\nશું તમે ખરેખર બાકી રહેલા ફાઈલો માટે શોધ ચાલુ રાખવા માંગો છો અને બિલ્ટ-ઇન અનઇન્સ્ટોલરનો ઉપયોગ છોડવા માંગો છો?
15303 = જો તમે અનઇન્સ્ટોલ પ્રક્રિયા દરમિયાન તેનો ઉપયોગ કરવા માંગતા હો, તો સૂચિમાંથી બિલ્ટ-ઇન અનઇન્સ્ટોલર પસંદ કરો.
15304 = તમે સૂચિમાંથી કોઈ લોગ પસંદ કર્યો નથી.\nશું તમે ખરેખર બાકી રહેલા ફાઈલો માટે શોધ ચાલુ રાખવા માંગો છો અને લોગનો ઉપયોગ છોડવા માંગો છો?
15305 = જો તમે અનઇન્સ્ટોલ પ્રક્રિયા દરમિયાન તેનો ઉપયોગ કરવા માંગતા હો, તો સૂચિમાંથી લોગ પસંદ કરો.
15306 = લોગનો ડેટા લોડ કરી રહ્યા છીએ ...
15307 = અનઇન્સ્ટોલ કરતા પહેલા સંપૂર્ણ રજીસ્ટ્રી બેકઅપ બનાવો
15308 = સંપૂર્ણ રજીસ્ટ્રી બેકઅપ બનાવવાનું ડીસેબલ કર્યું (વિકલ્પો-> અનઇન્સ્ટોલરમાં)

15309 = પાથ:

15310 = ઇન્સ્ટોલ તારીખની મિલકત મેળવવા માટે પ્રોગ્રામના અનઇન્સ્ટોલ ડેટાનો ઉપયોગ કરો
15311 = પ્રોગ્રામ ઇન્સ્ટોલ કરો\nરેવો અનઇન્સ્ટોલર સાથે
15312 = પસંદ કરેલા લોગ્સ મર્જ કરો
15313 = શું તમે ખરેખર પસંદ કરેલા લોગ્સને મર્જ કરવા માંગો છો?\nઆ આદેશ એક પ્રોગ્રામથી સંબંધિત લોગ્સ માટે યોગ્ય છે અને ડેટા સાથે એક જ લોગમાં બધા લોગને જોડે છે.
15314 = મર્જ કરેલું લોગ નામ
15315 = બાકાત રાખવા માટેનું ફોલ્ડર
15316 = બાકાત રાખવા માટે ફાઇલો અને ફોલ્ડર્સ
15317 = બાકાત રાખવાની રજિસ્ટ્રી કીઝ
15318 = %s ને અનઇન્સ્ટોલ કરવાની પ્રક્રિયા કમ્પ્યુટર રીસ્ટાર્ટ ના કારણે અટક્યું છે. શું તમે અનઇન્સ્ટોલ પ્રક્રિયા ચાલુ રાખવા માંગો છો?
15319 = વર્તમાન કમ્પ્યુટર પરનાં તમામ લોગ ઓપરેશંસ
15320 = સ્થાનાંતરણ
15321 = બેકઅપ કરો
15322 = રીસ્ટોર કરો
15323 = પોર્ટેબલ વર્ઝનનું મુખ્ય ફોલ્ડર પસંદ કરો
15324 = લોગ્સ નું બેકઅપ બનાવો
15325 = લોગ્સ રીસ્ટોર કરો
15326 = એ જ નામ સાથે હાલના લોગ્સ ઓવરરાઈડ કરીએ?
15327 = ઇન્સ્ટોલ કરેલા રેવો અનઇન્સ્ટોલર ડેટા ફોલ્ડર શોધવામાં એરર.
15328 = એક્ઝેક્યુટેબલ ફાઇલ શોધી રહ્યાં છીએ ...
15329 = પ્રોગ્રામ ચલાવવામાં અસમર્થ
15330 = પ્રોગ્રામ પહેલાથી ચાલી રહ્યો છે
15331 = શરૂ કરેલા પ્રોગ્રામનો યુઝર ઇન્ટરફેસ નથી લાગતો
15332 = પ્રોગ્રામ અકાળે બંધ થયો હોય તેવું લાગે છે
15333 = યુઝર ઇન્ટરફેસની રાહ જુએ છે ...
15334 = વિગતો વ્યૂમાં ચેકબોક્સ બતાવો
15335 = પાથ અસ્તિત્વમાં નથી!
15337 = સૂચીમાં રહેલા પ્રોગ્રામ્સ %s ની સમાન ઇન્સ્ટોલેશન પાથ પર ઇન્સ્ટોલ કરેલા છે. આ બધા પ્રોગ્રામ્સમાંથી બાકી રહેલા ઘટકો મળી જશે.\n શું તમે ચાલુ રાખવા માંગો છો?
15338 = સંબંધિત પ્રોગ્રામ્સ મળ્યા

[Auto Run Manager Pro]
15800 = ઉમેરો
15801 = વિંડોઝના સ્ટાર્ટઅપ માં પ્રોગ્રામ ઉમેરો
15802 = આના માટે ઓટોસ્ટાર્ટ પર સેટ કરો:
15803 = બધા યુઝર્સ
15804 = વર્તમાન યુઝર
15805 = આનાથી ઓટોસ્ટાર્ટ પર સેટ કરો:
15806 = રજીસ્ટ્રી: રન કરો - વિન્ડોઝના દરેક પ્રારંભ પર 
15807 = રજીસ્ટ્રી: એક વાર રન કરો - વિંડોઝના આગલા પ્રારંભ દરમિયાન, ફક્ત એક જ વાર રન કરો
15808 = સ્ટાર્ટઅપ ફોલ્ડર - વિંડોઝના દરેક સ્ટાર્ટઅપ પર
15809 = કમાન્ડ (સંપૂર્ણ માર્ગ):
15810 = નામ:
15811 = ઓટોસ્ટાર્ટથી દૂર કર્યું
15812 = ઓટોસ્ટાર્ટથી આઇટમ્સ ચલાવતી નથી તેને દૂર કરી
15813 = ઓટોસ્ટાર્ટથી બધી ડીસેબલ કરેલી આઇટમ્સ દૂર કરી
15814 = સેવાઓ
15815 = વિન્ડોઝ સેવાઓ ખોલો
15816 = શેડ્યુલ્ડ કાર્યો
15817 = ઇનેબલ કરો
15818 = ડિસેબલ કરો

[General App]
16001 = પ્રિન્ટ કરો
16002 = પ્રિન્ટ પૂર્વાવલોકન
16003 = પ્રિન્ટ સેટઅપ
16004 = જુઓ
16005 = મેનુ બાર
16006 = મુખ્ય ટૂલબાર
16007 = વર્ણન પેનલ
16008 = સ્ટેટસ બાર
16009 = ટૂલ્સ ટૂલબાર
16010 = ફાઇલ
16011 = ઓટોરન\nમેનેજર
16012 = જંક ફાઇલ\nક્લીનર
16013 = વિંડોઝ\nટૂલ્સ
16014 = બ્રાઉઝર\nક્લીનર
16015 = માઇક્રોસોફ્ટ ઓફીસ\nક્લીનર
16016 = વિંડોઝ\nક્લીનર
16017 = પુરાવા\nરીમુવર
16018 = અનરીકવરેબલ\nકાઢી નાખો
16019 = બેકઅપ\nમેનેજર
16020 = રેવો અનઇન્સ્ટોલર સાથે ઇન્સ્ટોલ કરો
16021 = રેવો અનઇન્સ્ટોલર સાથે અનઇન્સ્ટોલ કરો
16022 = રેવો અનઇન્સ્ટોલર સાથે પસંદ કરેલો પ્રોગ્રામ ઇન્સ્ટોલ કરો
16023 = રેવો અનઇન્સ્ટોલર સાથે પસંદ કરેલા પ્રોગ્રામને અનઇન્સ્ટોલ કરો
16024 = બેકઅપ ફોલ્ડર:
16025 = કાઢી નાખેલી રજીસ્ટ્રી આઇટમ્સનો બેક અપ લો
16026 = કાઢી નાખેલી ફાઇલો અને ફોલ્ડરોનો બેક અપ લો
16027 = આ કમ્પ્યુટર પર માઇક્રોસોફ્ટ Excel ઇન્સ્ટોલ કરેલું નથી (એરર કોડ 0x%08X છે).
16028 = માઇક્રોસોફ્ટ Excel એપ્લિકેશન ચલાવવામાં નિષ્ફળ થયું (એરર કોડ 0x%08X છે).
16029 = અજ્ઞાત એરર.
16030 = રજીસ્ટ્રી
16031 = રેવો અનઇન્સ્ટોલર દ્વારા બતાવેલ માહિતી સંદેશાઓ અવગણો
16032 = રેવો અનઇન્સ્ટોલર દ્વારા બતાવેલ ચેતવણી સંદેશાઓ અવગણો
16033 = પ્રક્રિયાઓ
16034 = કોમ્પેક્ટ વિંડો મોડમાં પ્રોગ્રામ્સ ટ્રેસ કરો
16035 = પ્રક્રિયાઓ શામેલ કરો:
16036 = પ્રક્રિયાઓને બાકાત રાખો:
16037 = પ્રક્રિયા પાથ
16038 = વિઝ્યુઅલ થીમ:
16039 = ટૂલબાર
16040 = ટેક્સ્ટ લેબલ્સ બતાવો
16041 = નાના આઈકોન્સ બતાવો
16042 = વાદળી
16043 = ગ્રે
16044 = કાળી
16045 = સિલ્વર
16046 = મૂળ
16047 = મૂળ 2
16048 = મૂળ સ્મૂથ
16049 = હમણાં જ ખરીદો
16050 = તમે રેવો અનઇન્સ્ટોલર ખરીદ્યા પછી, તમને ઇમેઇલ દ્વારા સીરીયલ નંબર પ્રાપ્ત થશે. રેવો અનઇન્સ્ટોલર ને એક્ટીવેટ કરવા માટે, તમારે નીચે આપેલ ફોર્મમાં તે સીરીઅલ નંબર દાખલ કરવાની જરૂર છે અને પછી “ઓનલાઈન એક્ટીવેટ કરો” બટન દબાવો. એક્ટીવેશન માટે ઇન્ટરનેટ કનેક્શનની જરૂર છે, તેથી તમારા ફાયરવ વોલને રેવો અનઇન્સ્ટોલર ને અવરોધિત કરવું જોઈએ નહીં. જો તમને રજીસ્ટર સંબંધિત કોઈ પ્રશ્નો હોય, તો કૃપા કરીને અમારો સંપર્ક કરો : registration@revouninstaller.com
16051 = રજીસ્ટર કરો
16052 = અહીં ચોક્કસ સીરીઅલ નંબર દાખલ કરો:
16053 = ઓનલાઇન એક્ટીવેટ કરો
16054 = બધા હક અનામત છે.
16055 = રજીસ્ટ્રેડ વર્ઝન
16056 = અનરજીસ્ટ્રેડ વર્ઝન
16057 = શું તમે ખરેખર બનાવેલા બેકઅપ્સ, લોગ્સ અને અન્ય રેવો અનઇન્સ્ટોલર ડેટાને કાઢી નાખવા માંગો છો? જો તમે પ્રોગ્રામને અપડેટ કરી રહ્યાં હોવ તો "ના" દબાવો.
16058 = અનુવાદ કરનાર:
16059 = દૈનિક સંપૂર્ણ રજીસ્ટ્રી બેકઅપ બનાવો
16060 = અનઇન્સ્ટોલ કર્યા પછી ટ્રેસ કરેલા પ્રોગ્રામ લોગને કાઢી નાખો
16061 = વિગતો દૃશ્યમાં નાના આઈકોન્સ બતાવો
16062 = વિંડોઝ સંદર્ભ મેનૂમાં કમાન્ડો બતાવો (આની સાથે ઇન્સ્ટોલ કરો ..., સાથે અનઇન્સ્ટોલ કરો ...)
16063 = બધા બાકીનાને ડીફોલ્ટ રૂપે ચેક કરો
16064 = ડાર્ક ગ્રે
16065 = વાદળી 2
16070 = કમાન્ડસ્ ટૂલબાર
16071 = કસ્ટમ
16072 = થીમ
16073 = કસ્ટમ બેકગ્રાઉન્ડ રંગ
16074 = કસ્ટમ પસંદગીનો રંગ
16075 = કૃપા કરીને લોગની આયાત શરૂ કરતા પહેલા રેવો અનઇન્સ્ટોલર ને બંધ કરો.\nઅથવા "ટ્રેસ કરેલા પ્રોગ્રામ્સ" મોડ્યુલમાં "મેનેજ કરો" ટૂલબાર બટનનો ઉપયોગ કરીને લોગ આયાત કરો.
16076 = એક્ટીવેટ કરો
16077 = એક્ટીવેશન પદ્ધતિ પસંદ કરો
16078 = ઓનલાઇન એક્ટીવેશન
16079 = ફાઇલ દ્વારા એક્ટીવેશન
16080 = તમારી 30-દિવસની ટ્રાયલ અવધિ સમાપ્ત થઈ ગઈ છે. જો તમે પ્રોડક્ટનો ઉપયોગ કરવાનું ચાલુ રાખવા માંગતા હો, તો તમારે લાઇસેંસ ખરીદવું પડશે.
16081 = તમે રેવો અનઇન્સ્ટોલર માટે લાઇસન્સ ખરીદ્યા પછી, તમને ઇમેઇલ દ્વારા સીરીયલ નંબર પ્રાપ્ત થશે. રેવો અનઇન્સ્ટોલર ને એક્ટીવેટ કરવા માટે, તમારે નીચે આપેલ ફોર્મમાં તમારું નામ અને સીરીયલ નંબર દાખલ કરવાની જરૂર છે (કોપી અને પેસ્ટ કરવાની ભારપૂર્વક ભલામણ કરવામાં આવે છે) અને પછી “ઓનલાઈન એક્ટીવેટ કરો” બટન દબાવો. એક્ટીવેશન માટે ઇન્ટરનેટ કનેક્શનની જરૂર છે, તેથી તમારા ફાયરવ વોલને રેવો અનઇન્સ્ટોલર ને અવરોધિત કરવું જોઈએ નહીં. જો તમને રજીસ્ટર સંબંધિત કોઈ પ્રશ્નો અથવા સમસ્યાઓ છે, તો કૃપા કરીને અમારો સંપર્ક કરો: registration@revouninstaller.com
16082 = તમે રેવો અનઇન્સ્ટોલર માટે લાઇસન્સ ખરીદ્યા પછી, તમને ઇમેઇલ દ્વારા સીરીયલ નંબર પ્રાપ્ત થશે. ફાઇલ દ્વારા રેવો અનઇન્સ્ટોલર ને એક્ટીવેટ કરવા માટે, તમારે નીચે આપેલા ફોર્મમાં તમારું નામ અને સીરીયલ નંબર દાખલ કરવાની જરૂર છે (કોપી અને પેસ્ટ કરવાની ભલામણ કરવામાં આવે છે) અને પછી ફાઇલને સાચવવા માટે "ફાઇલ સેવ કરો" બટન દબાવો. પછી બનાવેલ ફાઇલને support@revouninstaller.com અથવા registration@revouninstaller.com પર મોકલો. 24 કલાકમાં અમે તમને અનલોક કી પાછા મોકલીશું જે રેવો અનઇન્સ્ટોલર ના એક્ટીવેશનને પૂર્ણ કરશે. જો તમને રજીસ્ટર સંબંધિત કોઈ પ્રશ્નો અથવા સમસ્યાઓ છે, તો કૃપા કરીને અમારો સંપર્ક કરો: registration@revouninstaller.com
16083 = તમે ફાઇલ દ્વારા રેવો અનઇન્સ્ટોલર ને એક્ટીવેટ કરવાનું પસંદ કર્યું છે. તમે અમારા સપોર્ટ ઇમેઇલ્સ પર એક્ટિવેશન ફાઇલ મોકલ્યા પછી, તમારે રેવો અનઇન્સ્ટોલર સપોર્ટ ટીમ તરફથી અનલોક કી પ્રાપ્ત કરવી જોઈએ. તમારે નીચે અનલોક કી દાખલ કરવાની જરૂર છે (કોપી અને પેસ્ટ કરવાની ભલામણ કરવામાં આવે છે) અને "એક્ટીવેટ કરો" બટન દબાવો. જો તમને રજીસ્ટર સંબંધિત કોઈ પ્રશ્નો અથવા સમસ્યાઓ છે, તો કૃપા કરીને અમારો સંપર્ક કરો: registration@revouninstaller.com
16084 = તમારા કમ્પ્યુટર પર એક પરિવર્તન આવ્યું છે જેના માટે રેવો અનઇન્સ્ટોલર ને ફરીથી એક્ટીવેટ કરવું જરૂરી છે. કૃપા કરીને ફક્ત "એક્ટીવેટ કરો" બટન દબાવો. જો તમને રજીસ્ટર સંબંધિત કોઈ પ્રશ્નો અથવા સમસ્યાઓ છે, તો કૃપા કરીને અમારો સંપર્ક કરો: registration@revouninstaller.com
16085 = એક્ટીવેશન સફળ!
16086 = એક્ટીવેશન નિષ્ફળ થયું!
16087 = એક્ટીવેશન સર્વર સાથે કોઈ જોડાણ નથી. કૃપા કરીને ખાતરી કરો કે તમારું ફાયરવોલ રેવો અનઇન્સ્ટોલર ને અવરોધિત કરતું નથી.
16088 = યુઝર નામ દાખલ કરો:
16089 = સીરીયલ નંબર દાખલ કરો (કોપી અને પેસ્ટ કરવાની ભલામણ):
16090 = અનલોક કી દાખલ કરો (કોપી અને પેસ્ટ કરવાની ભલામણ):
16091 = એક્ટીવેશન પ્રક્રિયાને ફરીથી સેટ કરો
16092 = બાકીના દિવસો:
16093 = ફાઇલ સેવ કરો
16094 = રજીસ્ટ્રેડ છે
16095 = ફરીથી એક્ટીવેટ કરો
16096 = એક્ટીવેશન પ્રક્રિયા ચાલુ છે. મહેરબાની કરી રાહ જુવો ...
16097 = ખોટો સીરીયલ નંબર.\nકૃપા કરીને સીરીયલ નંબર ટાઇપ કરવાને બદલે કોપી કરીને પેસ્ટ કરો!
16098 = કૃપા કરીને રેવો અનઇન્સ્ટોલર ફરીથી પ્રારંભ કરો
16100 = સીરીયલ નંબર:
16101 = લાઇસેંસ ડેટા:
16102 = પ્રતિસાદ સબમિટ કરો
16103 = ઓનલાઇન સપોર્ટ
16104 = મુખ્ય વિંડો પેનલ સેટિંગ્સ ફરીથી સેટ કરો
16105 = વિગતો જુઓ નિયંત્રણ સેટિંગ્સ ફરીથી સેટ કરો 
16106 = ફરીથી સેટ કરવામાં સફળતા!/nફેરફારો લાગુ કરવા માટે રેવો અનઇન્સ્ટોલર ફરીથી શરૂ કરો
16107 = ત્યાં કોઈ ચેક કરેલી આઇટમ્સ નથી.\nતમારે આગળ વધવા માટે ઓછામાં ઓછી એક આઇટમ તપાસવી જ જોઇએ.
16108 = સ્ટાર્ટઅપ સ્પ્લેશ સ્ક્રીન બતાવો
16109 = અમને પસંદ કરો
16110 = લાયસન્સ:
16111 = મફત
16112 = રેવો અનઇન્સ્ટોલર પહેલેથી ચાલી રહ્યું છે!
16113 = અપડેટ સબ્સ્ક્રિપ્શન સમાપ્ત થાય છે:
16114 = હમણાંજ નવીકરણ કરો
16115 = અપડેટ સબ્સ્ક્રિપ્શન %s પર સમાપ્ત થયું!
16116 = ઉમેદવારી અપડેટ કરો
16117 = જો તમે તે તારીખ પછી પ્રકાશિત રેવો અનઇંસ્ટોલર પ્રો નું નવીનતમ વર્ઝન ઇન્સ્ટોલ કરવા માંગતા હો, તો તમારે તમારું અપડેટ સબ્સ્ક્રિપ્શન નું નવીકરણ કરવું પડશે.
16118 = ટ્રાયલ વર્ઝન રીમાઇન્ડર
16119 = રેવો અનઇન્સ્ટોલર નો ઉપયોગ કરવા બદલ આભાર. તમે 30-દિવસીય સંપૂર્ણ વિધેયાત્મક ટ્રાયલ વર્ઝન ચલાવી રહ્યા છો. જો તમને સોફ્ટવેર ગમે છે અને ટ્રાયલ અવધિ સમાપ્ત થયા પછી તેનો ઉપયોગ કરવા માંગતા હો, તો તમારે લાઇસેંસ ખરીદવું પડશે.
16120 = તમારું સબ્સ્ક્રિપ્શન તમને %s પહેલાં પ્રકાશિત રેવો અનઇન્સ્ટોલર ની વર્ઝન ઇન્સ્ટોલ અને સક્રિય કરવાની મંજૂરી આપે છે. જો તમે રેવો અનઇન્સ્ટોલર નું નવીનતમ વર્ઝન ઇન્સ્ટોલ કરવા માંગતા હો, તો તમારે તમારા સબ્સ્ક્રિપ્શનનું નવીકરણ કરવું પડશે.
16121 = ગમ્યું
16122 = લાઇસન્સ ડીએક્ટીવેટ કરાયું
16123 = તમારું લાઇસેંસ તમારા દ્વારા ડીએક્ટીવેટ કરાયું છે. જો તમે ફરીથી રેવો અનઇન્સ્ટોલર નો ઉપયોગ કરવા માંગતા હો, તો તમારે તેને માન્ય સિરીયલ નંબર સાથે રજિસ્ટર કરવું પડશે
16124 = લાઇસન્સ ડીએક્ટીવેટ કરો
16125 = વપરાયેલી એક્ટીવેશન કી (ઓ) સફળતાપૂર્વક ડીએક્ટીવેટ કરવામાં આવી છે.
16126 = ડીએક્ટીવેટશન નિષ્ફળ થયું!
16127 = શું તમે ખરેખર તમારા લાઇસેંસને ડીએક્ટીવેટ કરવા માંગો છો?\nરેવો અનઇન્સ્ટોલર નું હાલનું ઇન્સ્ટોલેશન કાર્ય કરવાનું બંધ કરશે! ફક્ત જો તમે તમારા લાઇસેંસને બીજા કમ્પ્યુટર પર સ્થાનાંતરિત કરવા અથવા સ્થાનાંતરિત કરવા માંગતા હો તો જ આગળ વધો.
16128 = ડીએક્ટીવેટ કરો
16129 = તમારું લાઇસન્સ ડીએક્ટીવેટ કરી રહ્યા છીએ. મહેરબાની કરી રાહ જુવો ...
16130 = દિવસ
16131 = દાખલ કરેલ સીરીયલ નંબર વર્તમાન લાઇસેંસ ફાઇલ પર પહેલેથી લાગુ કરવામાં આવ્યો છે.
16132 = તમારી અપડેટ સબ્સ્ક્રિપ્શન %s પર સમાપ્ત થઈ ગઈ છે, આમ તમે રેવો અનઇન્સ્ટોલર નું તમારું વર્તમાન વર્ઝન અપડેટ કરવા પાત્ર નથી. જો તમે નવીનતમ વર્ઝન ઇન્સ્ટોલ કરવા અને ઉપયોગ કરવા માંગતા હો, તો કૃપા કરીને તમારા અપડેટ સબ્સ્ક્રિપ્શનનું નવીકરણ કરો.
16133 = કમાન્ડ બટન ના ટેક્સ્ટ નો રંગ

16157 = અમારી એન્ડ્રોઇડ એપ મેળવો
16158 = અમારી એન્ડ્રોઇડ એપ ડાઉનલોડ કરો

[AppBar]
16900 = મોનિટર થયેલ સિસ્ટમ ફેરફારોનો લોગ સેવ કરો
16901 = ઇન્સ્ટોલેશનનું નિરીક્ષણ કરવાનું રોકો
16902 = રેવો અનઇન્સ્ટોલર સિસ્ટમ ફેરફારોનું નિરીક્ષણ કરી રહ્યું છે - સામાન્ય રીતે ઇન્સ્ટોલેશન સાથે આગળ વધો! મહેરબાની કરીને, પ્રોગ્રામના ઇન્સ્ટોલેશન દરમિયાન કોઈ અન્ય સેટઅપ ફાઇલો, પ્રોગ્રામ્સ અથવા બીજું કંઇ ચલાવશો નહીં! તમે ઇન્સ્ટોલેશન સમાપ્ત કર્યા પછી, ઇન્સ્ટોલ કરેલું પ્રોગ્રામ રન કરો, તેમને ગોઠવો અને બંધ કરો. પછી "રોકો" બટન દબાવો (ચોરસ) અને લોગ સેવ કરો.
16903 = લોગ માટે નામ દાખલ કરો:
16904 = લોગ માટે એક નામ દાખલ કરો અને "સેવ કરો" બટન દબાવો
16905 = રેવો અનઇન્સ્ટોલર ઇન્સ્ટોલેશનને ટ્રેસ કરી રહ્યું છે
16906 = રેવો અનઇન્સ્ટોલર ડેટા સેવ કરી રહ્યું છે
16907 = કમ્પ્યુટરને બંધ કરવા માટે જરૂરી વિશેષાધિકાર પ્રાપ્ત કરી શકાયું નથી. જાતે બંધ કરવાનો પ્રયાસ કરો!
16908 = કમ્પ્યુટરને બંધ કરવા માટે વિશેષાધિકારને એડજસ્ટ કરી શકાયું નથી. જાતે બંધ કરવાનો પ્રયાસ કરો!
16909 = કૃપા કરીને માન્ય લોગ નું નામ દાખલ કરો!
16910 = શું તમે ખરેખર લોગિંગ પ્રક્રિયાને રદ કરવા માંગો છો?

[JunkFilesCleanerPro]
17000 = બાકાત
17001 = છેલ્લે ફેરફાર કરેલ
17002 = ફોલ્ડર સ્કેન કરો ...
17003 = શામેલ કરો
17004 = ફોલ્ડર્સ જંક તરીકે સમાવવા માટે

[Windows Apps]
17100 = વિંડોઝ\nએપ્લિકેશન
17101 = વિન્ડોઝ એપ્લિકેશન્સ
17102 = વિંડોઝ એપ્લિકેશન
17103 = કુલ એપ્લિકેશન્સ
17104 = એપ્લિકેશન
17105 = એપ્લિકેશન્સ
17106 = "વિન્ડોઝ એપ્લિકેશંસ" મોડ્યુલ બધી ઇન્સ્ટોલ કરેલી વિંડોઝ એપ્લિકેશનોની સૂચિ બનાવે છે અને એક પણ ક્લિકથી તમને તેમાંથી કોઈપણને અનઇન્સ્ટોલ કરવામાં સહાય કરે છે. માઇક્રોસોફ્ટ દ્વારા ઉત્પાદિત કેટલીક એપ્લિકેશંસ ઓપરેટિંગ સિસ્ટમ સાથે પહેલાથી ઇન્સ્ટોલ કરે છે, અન્ય માઇક્રોસોફ્ટ સ્ટોર દ્વારા ઇન્સ્ટોલ કરેલી છે. કોઈપણ એપ્લિકેશન વિશે વધુ માહિતી સંદર્ભ મેનૂમાંથી મળી શકે છે.
17107 = એપ્લિકેશનના ડીફોલ્ટ અનઇન્સ્ટોલ કમાન્ડનું વિશ્લેષણ અને પ્રારંભ કરી રહ્યા છીએ
17108 = એપ્લિકેશનના ડીફોલ્ટ અનઇન્સ્ટોલર પૂર્ણ થયા પછી, બાકી ફાઇલો, ફોલ્ડર્સ અને રજીસ્ટ્રી આઇટમ્સ માટે સ્કેનિંગ પ્રારંભ કરવા માટે "સ્કેન" બટન દબાવો.
17109 = શું તમે ખરેખર પસંદ કરેલી એપ્લિકેશનને અનઇન્સ્ટોલ કરવા માંગો છો?
17110 = પસંદ કરેલી વિંડોઝ એપ્લિકેશન ચલાવવામાં અસમર્થ!
17111 = માઇક્રોસોફ્ટ સ્ટોરમાં ખોલો

[Browser Extensions]
17200 = બ્રાઉઝર\nએક્સ્ટેંશન
17201 = બ્રાઉઝર એક્સ્ટેંશન
17202 = MS Edge એક્સ્ટેંશન
17203 = પ્રકાર
17204 = એક્સ્ટેંશન
17205 = પ્લગઇન
17206 = એપ્લિકેશન
17207 = સહાયક
17208 = ટૂલબાર
17209 = સર્ચ પ્રોવાઈડર
17210 =%s ચાલે છે. જો તમે ચાલુ રાખવા માંગતા હો, તો તેને બંધ કરો (દબાણ કરો).\nતમારા બ્રાઉઝરમાંનો સેવ કર્યા વગરનો ડેટા ખોવાઈ શકે છે.
17211 = કુલ એક્સ્ટેંશન્સ
17212 = એક્સ્ટેંશન
17213 = એક્સ્ટેંશન્સ
17214 = "બ્રાઉઝર એક્સ્ટેંશન" મોડ્યુલ તમને વિવિધ પ્રકારના વધારાના ઘટકો (જેને એક્સ્ટેંશન અથવા add-ons કહેવામાં આવે છે) કાઢવામાં સહાય કરે છે, જે ગૂગલ ક્રોમ, માઇક્રોસોફ્ટ Edge, મોઝિલા ફાયરફોક્સ અને ઇન્ટરનેટ એક્સપ્લોરર જેવા સૌથી વધુ લોકપ્રિય બ્રાઉઝર્સ તમને તેને કસ્ટમાઇઝ કરવા માટે ઇન્સ્ટોલ કરવા દે છે. કોલમ "પ્રકાર" બ્રાઉઝર અનુસાર તમને એક્સ્ટેંશનનો પ્રકાર બતાવે છે.
17215 = શું તમે ખરેખર પસંદ કરેલા એક્સ્ટેંશનને દૂર કરવા માંગો છો?
17216 =%s એક્સ્ટેંશન દૂર કરી રહ્યા છીએ
17217 = એક્સ્ટેંશનના ઓટો રીઇન્સ્ટોલેશન ને ટાળવા માટે, કૃપા કરીને Chrome સેટિંગ્સમાંથી "Sync એપ્લિકેશન્સ્" અને "Sync એક્સ્ટેંશન્સ" ડિસેબલ કરો, પછી દૂર કરવાની પ્રક્રિયા ચાલુ રાખો.
17218 = તમે પહેલાથી ઇન્સ્ટોલ કરેલું એક્સ્ટેંશન પસંદ કર્યું છે.
17219 = બ્રાઉઝર
17220 = પ્રોફાઇલ

[EvidenceRemoverPro]
17300 = પ્રકાર
17301 = કુલ સાઈઝ
17302 = ખાલી જગ્યા
17310 = લોકલ ડિસ્ક
17311 = રીમુવેબલ ડિસ્ક
17312 = બાકીનો અંદાજિત સમય:
17313 = દિવસ
17314 = કલાક
17315 = મિનિટ
17316 = સેકંડ
17317 = શું તમે ખરેખર પ્રક્રિયા બંધ કરવા માંગો છો?

[WindowsToolsPro]
17400 = સિસ્ટમ રીસ્ટોર
17401 = નેટવર્ક ડાયગ્નોસ્ટિક્સ
17402 = નેટવર્ક માહિતી
17403 = સુરક્ષા કેન્દ્ર
17404 = સિસ્ટમ પ્રોપર્ટીઝ
17405 = સિસ્ટમ માહિતી
17406 = TCP/IP નેટસ્ટેટ કમાન્ડ
17407 = ઓનસ્ક્રીન કીબોર્ડ
17408 = ડિસ્ક ડિફ્રેગમેંટર
17409 = સેવાઓ
17410 = વહેંચાયેલ ફોલ્ડર્સ
17411 = ગ્રુપ પોલીસી
17412 = વિંડોઝના ઘટકો ઉમેરો/દૂર કરો
17413 = માઈક્રોસોફ્ટ વિન્ડોઝ દૂષિત સોફ્ટવેર રીમૂવલ ટૂલ
17414 = વિંડોઝ બેકઅપ અને રીસ્ટોર
17415 = ટાસ્ક શેડ્યૂલર
17416 = ડિસ્ક તપાસો
17417 = સિસ્ટમ ફાઇલ તપાસનાર
17418 = ડિસ્ક ક્લીનઅપ
17419 = રિસોર્સ મોનિટર
17450 = વિંડોઝ બેકઅપ અને રીસ્ટોર તમને કમ્પ્યુટરનો ઉપયોગ કરે છે અને તમને સિસ્ટમ ઇમેજ બનાવવાની ક્ષમતા પ્રદાન કરે છે તે બધા ફાઈલો માટે ડેટા ફાઇલોની નકલો બનાવવા દે છે. તમે વિંડોઝને બેકઅપ લેવાનું પસંદ કરી શકો છો અથવા તમે બેકઅપ લેવા માંગતા હોય તે વ્યક્તિગત ફોલ્ડર્સ, પુસ્તકાલયો અને ડ્રાઇવ્સને પસંદ કરી શકો છો. સિસ્ટમ ઇમેજમાં વિંડોઝ અને તમારી સિસ્ટમ સેટિંગ્સ, પ્રોગ્રામ્સ અને ફાઇલો શામેલ છે. જો તમારી હાર્ડ ડ્રાઈવ અથવા કમ્પ્યુટર ક્યારેય કામ કરવાનું બંધ કરે છે, તો તમે તમારા કમ્પ્યુટરની સામગ્રીને રીસ્ટોર કરવા માટે સિસ્ટમ ઇમેજનો ઉપયોગ કરી શકો છો.
17451 = ટાસ્ક શેડ્યૂલર તમને સ્વચાલિત કાર્યોને શેડ્યૂલ કરવામાં મદદ કરે છે જે વિશિષ્ટ સમયે ક્રિયા કરે છે અથવા જ્યારે કોઈ ચોક્કસ ઇવેન્ટ આવે છે. તે પૂર્વ નિર્ધારિત સમયે અથવા નિર્ધારિત સમય અંતરાલો પછી પ્રોગ્રામ્સ અથવા સ્ક્રિપ્ટ્સના પ્રારંભને સુનિશ્ચિત કરવાની ક્ષમતા પ્રદાન કરે છે. ટાસ્ક શેડ્યૂલર, તમામ સુનિશ્ચિત કાર્યોની લાઇબ્રેરી જાળવે છે, ક્રિયાઓનું સંગઠિત દૃષ્ટિકોણ અને તેમને મેનેજ કરવાની અનુકૂળ રીત પ્રદાન કરે છે.
17452 = ડિસ્ક તપાસ વિન્ડોઝ વોલ્યુમ પર ફાઇલ સિસ્ટમની લોજિકલ અખંડિતતાને ચકાસે છે. ખરાબ સેક્ટર, ખોવાઈ ગયેલા ક્લસ્ટરો, ક્રોસ-લિંક્ડ ફાઇલો અને ડિરેક્ટરી એરરોથી સંબંધિત સમસ્યાઓ માટે ડિસ્ક તપાસો. આ પ્રકારની સમસ્યાઓ સિસ્ટમ ક્રેશ અથવા સ્થિર થવાથી, પાવર અવરોધો દ્વારા, કમ્પ્યુટરને ખોટી રીતે બંધ કરવાથી, વગેરે થઈ શકે છે.
17453 = સિસ્ટમ ફાઇલ પરીક્ષક તમને વિન્ડોઝ સિસ્ટમ ફાઇલોમાં ભ્રષ્ટાચારને સ્કેન કરવા અને તેમના વર્ઝનોની ચકાસણી કરવાની રીસ્ટોર કરવાની મંજૂરી આપે છે. જો તેને કોઈ સમસ્યા લાગે છે, તો તે વિન્ડોઝ DLL કેશમાંથી સમસ્યારૂપ ફાઇલોને બદલવાનો પ્રયાસ કરશે. જો ફાઇલ વિન્ડોઝ DLL કેશમાં નથી અથવા DLL કેશ દૂષિત છે, તો તમને વિન્ડોઝ ઇન્સ્ટોલેશન ડિસ્ક દાખલ કરવા માટે પૂછવામાં આવશે.
17454 = ડિસ્ક ક્લીનઅપ એ કમ્પ્યુટરની હાર્ડ ડ્રાઇવ પર ડિસ્ક જગ્યા ખાલી કરવા માટે રચાયેલ કમ્પ્યુટર કેર પ્રોગ્રામ છે. તે યુઝર્સને ફાઇલોને દૂર કરવાની મંજૂરી આપે છે જેની વધુ જરૂર નથી અથવા તે ઓપરેટિંગ સિસ્ટમ અને અન્ય પ્રોગ્રામ્સ દ્વારા બનાવેલ ટેમ્પરરી, કેશ અને લોગ ફાઇલોની જેમ સુરક્ષિત રીતે કાઢી શકાય છે.
17455 = રિસોર્સ મોનિટર, રીઅલ ટાઇમમાં હાર્ડવેર (સીપીયુ, મેમરી, ડિસ્ક અને નેટવર્ક) અને સોફ્ટવેર (ફાઇલ હેન્ડલ્સ અને મોડ્યુલો) સંસાધનોના ઉપયોગ વિશેની માહિતી પ્રદર્શિત કરે છે. આ સાધન તમને તે ક્ષણે કેટલા સંસાધનો વાપરવા માટે મૂકવામાં આવે છે અથવા ગ્રાફિકલ રજૂઆત દ્વારા સમય જતાં ઉપયોગમાં લેવામાં મદદ કરે છે. આ રીતે, તમે વિશિષ્ટ સંસાધનના પ્રદર્શન કાઉન્ટર્સને ચકાસી શકો છો અને કમ્પ્યુટર ની કાર્યક્ષમતાના પ્રભાવને સુધારવા માટે કાર્યવાહીનો નિર્ણય કરી શકો છો.

[WindowsCleanerPro]
17500 = થંબનેલ કેશ કાઢી નાખો

[UnrecoverableDeletePro]
17600 = ફાઇલ (ઓ) ઉમેરો
17601 = ફોલ્ડર ઉમેરો
17602 = કાયમ માટે કાઢી નાખો
17603 = કાઢી રહ્યા છીએ
17604 = ગણતરી કરી રહ્યા છીએ ...
17605 = સૂચિમાં બાકીની ચીજોને હવે કાઢી શકાતી નથી.\nખાતરી કરો કે તેઓ વિંડોઝ અથવા અન્ય પ્રોગ્રામ દ્વારા ઉપયોગમાં લેવામાં આવ્યાં નથી અને ફરીથી પ્રયાસ કરો.
17606 = સૂચિમાંથી પસંદ કરેલી આઇટમ્સને દૂર કરો

[Backup Manager]
17800 = બેકઅપ મેનેજર
17801 = રીસ્ટોર કરો
17802 = કાઢી નાખો
17803 = બધા કાઢી નાખો
17804 = કસ્ટમ\nરીસ્ટોર કરો
17812 = ટ્રી લોડ કરી રહ્યા છીએ ...
17813 = પાછળ
17814 = આગળ
17815 = રીસ્ટોર પોઇન્ટ ડેટા મળ્યો નથી
17816 = પ્રોસેસીંગ
17817 = %d આઇટમ્સમાંથી %d નો બેક અપ લઇ રહ્યા છીએ
17818 = રીસ્ટોર પોઇન્ટ્સ:
17819 = કુલ સાઈઝ:
17820 = બેકઅપ મેનેજર તમને દરેક કાઢી નાખેલી રજીસ્ટ્રી એન્ટ્રી, ફાઇલ અથવા ફોલ્ડર પછી રેવો અનઇન્સ્ટોલર દ્વારા સંગ્રહિત બેકઅપ માહિતીને સંચાલિત કરવામાં સહાય કરે છે. રીસ્ટોર પોઈન્ટને રીસ્ટોર કરીને, તમે બધા કાઢી નાખેલા ડેટાને રીસ્ટોર કરી શકો છો અથવા તમે ફક્ત તે વસ્તુઓ પસંદ કરી શકો છો કે જેને તમે રીસ્ટોર કરવા માંગો છો. જો તમને વધુ ખાલી જગ્યાની જરૂર હોય, તો તમે કેટલાક અથવા બધા રીસ્ટોર પોઇન્ટ્સને કાઢી શકો છો.
17821 = નામ
17822 = ઓપરેશન
17823 = સાઈઝ
17824 = રજીસ્ટ્રી આઇટમ્સ
17825 = ફાઇલો અને ફોલ્ડર્સ
17826 = કલાક
17827 = તારીખ
17830 = કી/વેલ્યુનું નામ
17831 = ડેટા
17835 = ડીફોલ્ટ વેલ્યુ
17836 = %d આઇટમ્સમાંથી %d રીસ્ટોર કરી રહ્યા છીએ
17837 = રીસ્ટોર કરી રહ્યા છીએ
17838 = ફાઇલ / ફોલ્ડરનું નામ
17839 = કસ્ટમ રિસ્ટોર
17840 = બેકઅપ ડેટા ફાઇલ વાંચવામાં એરર!
17841 = રીસ્ટોર કરવા માટે ફાઇલો અને ફોલ્ડર્સ
17842 = રીસ્ટોર કરવા માટે રજીસ્ટ્રી આઇટમ્સ
17843 = બેક અપ ડેટા ફાઇલ લખવા માટે પૂરતી ડિસ્ક લોકેશન નથી!
17844 = બેક અપ ડેટા ફાઇલ લખવામાં એરર!
17845 = શું તમે ખરેખર %s ના %s ઓપરેશનને ફરીથી રીસ્ટોર કરવા માંગો છો?
17846 = શું તમે ખરેખર બધા રીસ્ટોર પોઇન્ટ્સને કાઢી નાખવા માંગો છો?
17847 = સમય દ્વારા કાઢી નાખો
17848 = તારીખ અથવા અવધિ કરતા જૂની બેકઅપ કાઢી નાખો
17849 = આના કરતા જૂની તમામ બેકઅપને કાઢી નાખો:
17850 = પસંદ કરેલી તારીખ:
17851 = એક અઠવાડિયા
17852 = બે અઠવાડિયા
17853 = 30 દિવસ
17854 = 90 દિવસો
17855 = 180 દિવસ
17856 = એક વર્ષ
17857 = કસ્ટમ તારીખ
17858 = તમે આજ કરતાં નવી તારીખ પસંદ કરી છે.\nતે બધા બેકઅપને કાઢી નાખશે! ચાલુ રાખશો?

[TooltipsPro]
18200 = રેવો અનઇન્સ્ટોલર ની સેટિંગ્સ એડજસ્ટ કરો
18201 = શોધી કાઢેલ પ્રોગ્રામ્સ સૂચિનું દૃશ્ય બદલો
18202 = રેવો અનઇન્સ્ટોલર દ્વારા સ્ટોર કરેલી બેકઅપ માહિતીને મેનેજ કરો
18203 = રેવો અનઇન્સ્ટોલર દ્વારા પ્રોગ્રામ્સ ઇન્સ્ટોલ કરો
18204 = પહેલાથી અનઇન્સ્ટોલ કરેલા પ્રોગ્રામ્સના અવશેષોની અનઇન્સ્ટોલ કરવાની ફરજ પાડવી
18205 = બધા ઇન્સ્ટોલ કરેલા પ્રોગ્રામ્સ બતાવો
18206 = ટ્રેસ કરેલ ઇન્સ્ટોલ કરેલા પ્રોગ્રામ્સ બતાવો
18207 = પસંદ કરેલા ટ્રેસ કરેલ પ્રોગ્રામને અનઇન્સ્ટોલ કરો
18208 = પસંદ કરેલા ટ્રેસ કરેલ પ્રોગ્રામની કસ્ટમ અનઇન્સ્ટોલ કરો
18209 = રેવો અનઇન્સ્ટોલર ના પસંદ કરેલા રીસ્ટોર પોઈન્ટને રીસ્ટોર કરો
18210 = રેવો અનઇન્સ્ટોલર ના પસંદ કરેલા રીસ્ટોર પોઈન્ટને કસ્ટમ રીસ્ટોર કરો
18211 = રેવો અનઇન્સ્ટોલર ના પસંદ કરેલા રીસ્ટોર પોઈન્ટને કાઢી નાખો
18212 = વિંડોઝ સ્ટાર્ટ અપ સાથે આપમેળે પ્રારંભ થવા માટે એક પ્રોગ્રામ ઉમેરો
18213 = ચકાસાયેલ ડ્રાઈવો પર પુરાવા દૂર કરવાની કામગીરી રન કરો
18214 = ફાઇલોને બદલી ન શકાય તે રીતે કાઢી નાખવા માટે ઉમેરો
18215 = બદલી ન શકાય તેવું કાઢી નાખવા માટે એક ફોલ્ડર ઉમેરો
18216 = ઉમેરવામાં આવેલ ફાઇલો અને ફોલ્ડર્સ કાઢી નાખો
18217 = ચિહ્નિત ફાઇલો કાઢી નાખો
18218 = પસંદ કરેલા પ્રોગ્રામનુ ઇન્સ્ટોલેશન બદલો અથવા રિપેર કરો
18219 = ઝડપથી પસંદ કરેલા પ્રોગ્રામને અનઇન્સ્ટોલ કરો (બાકીના બધા બાકી આપમેળે કાઢી નાખવામાં આવશે)
18220 = લોગમાં નવી આઇટમ ઉમેરો
18221 = પસંદ કરેલી વસ્તુમાં ફેરફાર કરો
18222 = લોગમાંથી પસંદ કરેલી આઇટમ કાઢી નાખો
18223 = વર્તમાન લોગના ડેટાને HTML તરીકે નિકાસ કરો

[Portable]
18500 = અપડેટ ડાઉનલોડ કરવામાં એરર!
18501 = અપડેટ એક્સ્ટ્રેક્ટ કરવામાં એરર!
18502 = અપડેટ કરી રહ્યા છીએ
18503 = અપડેટ સફળતાપૂર્વક પૂર્ણ થયું!
18504 = %d માંથી %d ફાઇલો
18505 = પોર્ટેબિલિટી
18506 = કસ્ટમ ડેટા સ્ટોરેજ ફોલ્ડરનો ઉપયોગ કરો
18507 = ઝડપી લોડિંગ મોડને ઇનેબલ કરો

18508 = સ્વીકારો

18509 = લાઇસન્સ કરાર